import Image from "next/image";
import StaticHeader from "@/components/common/StaticHeader";

export default function HistoryMobile() {
  return (
    <div className="w-full min-h-screen bg-white block sm:hidden">
      <div className="relative w-full h-[40vh]">
        <StaticHeader
          image="/mng/images/aboutSub2/header-img.png"
          alt="History Page Header"
          width="100%"
          title="ᠮᠡᠢ ᠲᠦᠦᠬᠡᠨ ᠲᠣᠪᠴᠢᠶ᠎ᠠ"
        />
      </div>

      <div className="flex flex-col gap-12 p-4 min-h-full relative">
        <p
          className="text-[10px] font-bold absolute top-0 mt-3 max-h-[150px]"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ: ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠲᠡᠦᢈᠡᠨ ᠲᠣᠪᠴᠢᠶ᠎ᠠ
        </p>
        <div className="flex justify-center min-h-full relative p-2">
          {/* Central vertical timeline line */}
          <div className="absolute left-1/2 top-0 bottom-0 w-[1px] bg-black transform -translate-x-1/2"></div>

          <div className="flex flex-col min-h-full gap-8 w-full -mt-3">
            {historyItems.map((h, i) => (
              <div key={i} className="flex relative">
                {/* Milestone dot aligned with date */}
                <div className="absolute left-1/2 top-0 h-2 w-2 bg-black rounded-full transform -translate-x-1/2 z-10"></div>

                {/* Content only on one side - alternating */}
                <div
                  className={`w-full flex -mt-2 ${
                    i % 2 === 0 ? "justify-end pl-8" : "justify-start pr-8"
                  }`}
                >
                  <div className={`w-1/2 flex flex-col gap-2`}>
                    <div className="flex flex-row items-start gap-2">
                    <p
                      className="text-lg"
                      style={{
                        writingMode: "vertical-lr",
                      }}
                    >
                      {i === historyItems.length - 1 ? (
                        <>
                          ᠥᠨᠦᠳᠦᠷ
                        </>
                      ) : (
                        h.date
                      )}
                    </p>
                    <p
                      className="text-[6px] flex-1 w-full max-h-[400px] overflow-y-auto overflow-x-hidden"
                      style={{
                        writingMode: "vertical-lr",
                      }}
                    >
                      {h.desc}
                    </p></div>
                    {/* Image under the text */}
                    <div className="relative w-full h-[200px]">
                      <Image
                        src={h.image}
                        alt={`History item ${i + 1}`}
                        fill
                        className="object-contain"
                      />
                    </div>
                  </div>
                </div>
              </div>
            ))}
          </div>
        </div>
      </div>
    </div>
  );
}

const historyItems = [
  {
    id: 1,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/mng/images/newAboutImage/1996-1997.png",
    desc: "ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯᠡ ᠶ᠋ᠢᠨ ᠲᠡᠦᢈᠡᠨ ᠲᠣᠪᠴᠢᠶ᠎ᠠ ᠯᠣᠨ᠋ᠳᠣᠨ᠋ ᠳ᠋ᠠᢈᠢ ᠣᠭᠤᠨᠪᠳᠠᠩ᠂ ᠠᠮᠡᠷᠢᠻᠠ ᠶ᠋ᠢᠨ ᠡᠢ- ᠡᠴᠡ ᠲᠥᠯᠦᢉᠡᠯᠡᢉᠴᠢᠳ ᠮᠣᠩᠭᠣᠯ ᠳ᠋ᠤ ᠢᠷᠡᠵᠦ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶᠠᠪᠤᠭᠤᠯᠬᠤ ᠶ᠋ᠢᠨ ᠰᠠᠴᠤᠤ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠢᠳᢈᠦᠯᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ ᠲᠡᠢ ᠠᠭᠤᠯᠵᠠᠵᠤ ᠠᠩᠬᠠᠨ ᠤ᠋ ᠠᠯᠪᠠᠨ ᠪᠤᠰᠤ ᠪᠦᠯᠦᢉ ᠦ᠋ᠳ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠵᠤ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠪᠣᠯ ᠥᠨᠦᠳᠦᠷ ᠖᠐᠐᠐ ᠭᠠᠷᠤᠢ ᢉᠡᠰᠢᢉᠦᠳ᠂ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠬᠠᠮᠤᠭ ᠤ᠋ᠨ ᠲᠣᠮᠤ ᢈᠥᠳᠡᠯᢉᠡᢉᠡᠨ ᠪᠣᠯᠵᠤ ᠥᠷᢉᠡᠵᠢᠨ ᠲᠡᠯᠡᢉᠡᠳ ᠪᠠᠶᠢᠨ᠎ᠠ᠃  ᠣᠶᠤᠲᠠᠨ ᠵᠠᠯᠠᠭᠤᠴᠤᠳ᠂ ᠪᠠᠭᠰᠢ᠂ ᠬᠠᠤᠯᠢᠴᠢ᠂ ᠡᠮᠡᢉᠲᠡᠢᠢᠴᠦᠳ ᢉᠡᠳ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠢᠳᠡᠪᢈᠢᠲᠡᠢ ᢉᠡᠰᠢᢉᠦᠳ ᠨᠢᢉᠡᠳᠴᠦ ᠡᢈᠢᠯᠡᠪᠡ᠃  «ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ ᠲᠤ ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠥᠯᠪᠡᠷᠴᠦ ᠦᢈᠦᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ» ᠢᠨ᠋ᠳᠧᠻᠰ ASA᠓᠐/᠐᠒/᠙᠕ ᠳ᠋ᠤᠭᠠᠷ ᠪᠦᢈᠦᠢ ᠢᠯᠡᠳᢈᠡᠯ ᠢ᠋ ᠑᠙᠙᠕ ᠣᠨ ᠤ᠋ ᠔ ᠰᠠᠷ᠎ᠠ ᠳ᠋ᠤ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠠ᠋ᠴᠠ ᠭᠠᠷᠭᠠᠵᠤ᠂ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᢈᠢᠨ ᠳ᠋ᠤ ᠴᠠᠴᠠᠪᠠ᠃",
  },
  {
    id: 2,
    date: "᠑᠙᠙᠖-᠑᠙᠙᠗",
    image: "/mng/images/newAboutImage/1998-2000.png",
    desc: "ᠣᠶᠤᠲᠠᠨ ᠵᠠᠯᠠᠭᠤᠴᠤᠳ᠂ ᠪᠠᠭᠰᠢ᠂ ᠬᠠᠤᠯᠢᠴᠢᠳ ᠤ᠋ᠨ ᠪᠦᠯᠦᢉ ᠨᠢᢉᠡᠯᠡᠵᠦ ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠵᠣᢈᠢᠴᠠᠭᠤᠯᠬᠤ ᠬᠣᠷᠢᠶ᠎ᠠ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠨ ᠠᠯᠪᠠᠨ ᠶᠣᠰᠤᠭᠠᠷ ᠪᠦᠷᠢᠳᢈᠡᢉᠦᠯᠪᠡ᠃  ᠪᠠᠶᠢᠩᠭᠤ ᠶ᠋ᠢᠨ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠲᠠᠢ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠰᠢᢉᠦᢈᠦ᠂ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠪᠠᠶᠢᠭᠤᠯᠬᠤ ᠶ᠋ᠢ ᠳᠡᠮᠵᠢᠨ᠂ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ᠶᠠᠨ ᠡᢈᠢᠯᠡᢉᠦᠯᠪᠡ᠃  ᠴᠠᠭᠠᠵᠠ ᠪᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ᠎ᠠ ᠶ᠋ᠢ ᠬᠠᠯᠠᠬᠤ᠂ ᠳᠦᠷᠪᠡᢉᠰᠡᠳ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ᠂ ᠦᠵᠡᠯ ᠰᠠᠨᠠᠭᠠᠨ ᠤ᠋ ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠢ᠋ ᠰᠤᠯᠠᠯᠠᠭᠤᠯᠬᠤ᠂ ᠣᠶᠤᠲᠠᠨ᠂ ᠵᠠᠯᠠᠭᠤᠰ ᠨᠢ ᠨᠡᠶᠢᢉᠡᠮ ᠳ᠋ᠦ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᠯᢉᠡ ᠣᠯᠭᠤᠬᠤ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠥᠷᢉᠡᠨ ᠢ᠋ᠶᠡᠷ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠪᠠ᠃  ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᢈᠢᠨ ᠳᠠᢈᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠲᠣᠶᠢᠮᠤ ᠶ᠋ᠢ ᠠᠭᠤᠯᠬᠤ \"THE WIRE\" ᠰᠡᠳᢈᠦᠯ ᠢ᠋ ᠡᠷᢈᠢᠯᠡᠨ ᠭᠠᠷᠭᠠᠵᠤ᠂ ᠬᠠᠤᠯᠢ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠶᠠᠮᠤᠨ ᠠ᠋ᠴᠠ ᢉᠡᠷᠡᠴᠢᠯᠡᢉᠡ ᠪᠡᠨ ᠭᠠᠷᠳᠠᠪᠠ᠃  «The Wire» ᠰᠣᠨᠢᠨ ᠪᠢᠴᠢᢉ ᠨᠢ ᠒᠐᠐᠙ ᠣᠨ ᠠ᠋ᠴᠠ ᠡᢈᠢᠯᠡᠨ ᠒ ᠰᠠᠷ᠎ᠠ ᠲᠤᠲᠤᠮ ᠤ᠋ᠨ ᠰᠡᠳᢈᠦᠯ ᠪᠣᠯᠵᠤ ᠮᠥᠨ Livewire ᢈᠡᠮᠡᢈᠦ ᠪᠯᠣᠭ ᠢ᠋ ᢈᠥᠲᠦᠯᠵᠦ ᠡᢈᠢᠯᠡᠪᠡ᠃  ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠲᠣᠮᠤ ᠨᠣᠮ ᠠᠶᠠᠨ ᠳ᠋ᠤ ᠣᠷᠤᠯᠴᠠᠵᠤ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠶᠡᠷᠦᠩᢈᠡᠶᠢᠯᠡᢉᠴᠢ ᠨ‍᠂ ᠪᠠᠭᠠᠪᠠᠨᠳᠢ᠂ ᠶᠡᠷᠦᠩᢈᠡᠢ ᠰᠠᠶᠢᠳ ᠴ‍᠂ ᠡᠯᠪᠡᢉᠳᠣᠷᠵᠢ ᠪᠣᠯᠤᠨ ᠴᠠᠭᠳᠠᠭ᠎ᠠ᠂ ᠴᠡᠷᠢᢉ᠂ ᠣᠶᠤᠲᠠᠨ ᠵᠠᠯᠠᠭᠤᠰ᠂ ᠪᠠᠭᠰᠢ᠂ ᢈᠥᠳᠡᢉᠡ ᠣᠷᠤᠨ ᠨᠤᠲᠤᠭ ᠳ᠋ᠠᢈᠢ ᠮᠠᠯᠴᠢᠳ᠂ ᠢᠷᢉᠡᠳ ᢉᠡᠳ ᠒᠐᠐᠂᠐᠐᠐ ᠭᠠᠷᠤᠢ ᢈᠦᠮᠦᠨ ᠡᠴᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠨ᠎ᠠ ᢉᠡᠰᠡᠨ ᠠᠮᠠᠯᠠᠯᠲᠠ ᠶ᠋ᠢ ᠠᠪᠤᠪᠠ᠃",
  },
  {
    id: 3,
    date: "᠑᠙᠙᠘-᠒᠐᠐᠐",
    image: "/mng/images/newAboutImage/1998-2000.png",
    desc: "ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠻᠣᠨ᠋ᠸᠧᠨ᠋ᠼ ᠲᠤ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠢ᠋ ᠨᠢᢉᠡᠳᠴᠦ ᠣᠷᠤᠭᠤᠯᠬᠤ᠂ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠲᠡᠢ ᠲᠡᠮᠡᠴᠡᢈᠦ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ᠶᠠᠨ ᠡᢈᠢᠯᠡᢉᠦᠯᠵᠦ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠪᠣᠯ ᠡᠳᠦᢉᠡ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠷᠣᠮᠠ ᠶ᠋ᠢᠨ ᠳᠦᠷᠢᠮ ᠳ᠋ᠦ ᠨᠢᢉᠡᠳᠴᠦ ᠣᠷᠤᠭᠰᠠᠨ ᠖᠐ ᠳ᠋ᠠᢈᠢ ᠤᠯᠤᠰ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
  },
  {
    id: 4,
    date: "᠒᠐᠐᠑-᠒᠐᠐᠔",
    image: "/mng/images/newAboutImage/2001-2004.jpg",
    desc: "ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠪᠣᠯᠬᠤ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠻᠣᠮᠢᠰᠰ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠪᠠ᠃  ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠻᠣᠮᠢᠰᠰ ᠤ᠋ᠨ ᠳᠡᠷᢉᠡᠳᠡᢈᠢ ᠠᠯᠪᠠᠨ ᠪᠤᠰᠤ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᢉᠡᠰᠢᢉᠦᠨ ᠪᠣᠯᠪᠠ᠃  ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠻᠣᠨᠸᠧᠨᠼ-ᠳ‍ ᠨᠢᢉᠡᠳᠦᠨ ᠣᠷᠤᠭᠰᠠᠨ ᠢ᠋ᠶᠠᠷ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶᠠᠪᠤᠳᠠᠯ ᠢ᠋ ᢉᠡᠮᠲᠦ ᢈᠡᠷᠡᢉ ᢉᠡᠵᠦ ᠦᠵᠡᠨ ᠬᠠᠤᠯᠢ ᠰᠠᢈᠢᠭᠤᠯᠬᠤ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠠᠵᠢᠯᠲᠠᠨ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠥᠷᢉᠡᠨ ᢈᠦᠷᠢᠶ ᠡᠨ ᠳ᠋ᠦ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠪᠠ᠃  ᠶᠡᠷᠦᠩᢈᠡᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠲᠡᠳᠦᠢ ᠦᢉᠡᠢ ᠶᠡᢈᠡ ᠳᠡᢉᠡᠳᠦ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶ᠋ᠢᠨ ᢈᠢᠴᠢᠶᠡᠯ ᠦ᠋ᠨ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠳ᠋ᠦ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠣᠷᠤᠭᠤᠯᠬᠤ ᠶᠡᢈᠡ ᠠᠶᠠᠨ ᠥᠷᠨᠢᠪᠡ᠃  ᠡᠮᠡᢉᠲᠡᠶᠢᠴᠦᠳ ᠢ᠋ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ ᠦ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ ᠡᢈᠢᠯᠡᢉᠦᠯᠪᠡ᠃  ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠦᠶᠢᠯᠡᠰ ᠲᠦ ᠵᠠᠯᠠᠭᠤᠰ ᠢ᠋ ᠲᠠᠲᠠᠨ ᠣᠷᠤᠯᠴᠠᠭᠤᠯᠬᠤ ᠵᠠᠯᠠᠭᠤᠴᠤᠤᠯ ᠤ᠋ᠨ ᠰᠲ᠋ᠷᠠᠲ᠋ᠧᢉᠢ ᠶ᠋ᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠤᠨ ᠭᠠᠷᠭᠠᠵᠤ᠂ «ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠢ᠋ᠶᠡᠨ ᠲᠥᠯᠦᢉᠡ ᠱᠤᠤᢉᠢᠴᠠᠭᠠᠶ᠎ᠠ» ᠵᠠᠳᠠᠭᠠᠢ ᠲᠣᠭᠯᠠᠯᠲᠠ ᠶ᠋ᠢ ᠵᠢᠯ ᠪᠦᠷᠢ ᠵᠣᢈᠢᠶᠠᠨ ᠶᠠᠪᠤᠭᠤᠯᠳᠠᠭ ᠪᠣᠯᠪᠠ᠃  ᠡᠨᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠳᠡᠮᠵᠢᢉᠰᠡᠨ ᠵᠠᠯᠠᠭᠤᠴᠤᠳ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠢ᠋ᠶᠡᠨ ᠲᠥᠯᠦᢉᠡ ᠭᠠᠷ ᠢ᠋ᠶᠠᠨ ᠡᠷᢉᠦᠴᠡᢉ ᠢ᠋ᠶᠡᠨ ᠠᠶᠠᠨ ᠥᠷᠨᠢᢉᠦᠯᠵᠦ ᠵᠠᠳᠠᠭᠠᠢ ᠲᠣᠭᠯᠠᠯᠲᠠ «ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡᠨ ᠦ᠋ ᠫᠠᠷᠠᠳ» ᠪᠣᠯᠤᠨ ᠥᠷᢉᠡᠵᠢᠪᠡ᠃  ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ ᠪᠦᠲᠦᠴᠡ ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠠᠯᠪᠠᠨ ᠶᠣᠰᠤᠭᠠᠷ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠪᠠ᠃  ᠣᠭᠤᠨᠪᠳ᠋ᠩ- ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠢᠨᠵᠢᢉᠡᠴᠢ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠲᠤ ᠠᠶᠢᠯᠴᠢᠯᠠᠪᠠ᠃  ᠵᠡᠪᠰᠡᢉ ᠦ᠋ᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ᠋ ᢉᠡᠷ᠎ᠡ ᠲᠡᠢ ᠪᠣᠯᠬᠤ ᠶ᠋ᠢ ᠳᠡᠮᠵᠢᢉᠰᠡᠨ «ᠵᠡᠪᠰᠡᢉ ᠦ᠋ᠨ ᢈᠢᠨᠠᠯᠲᠠ» ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ᠶᠠᠨ ᠡᢈᠢᠯᠡᢉᠦᠯᠪᠡ᠃",
  },
  {
    id: 5,
    date: "᠒᠐᠐᠔-᠒᠐᠐᠘",
    image: "/mng/images/newAboutImage/2004-2008.png",
    desc: "ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ ᠢ᠋ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠨᠡᠮᠡᠯᠲᠡ ᠫᠷᠤᠲ᠋ᠤᠻᠤᠯ-ᠳ‍ ᠨᠢᢉᠡᠳᠦᠨ ᠣᠷᠤᠭᠤᠯᠬᠤ᠂ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠡᠴᠡ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠦᠷ᠎ᠡ ᠳᠦᠩᠲᠡᠢ ᠮᠧᢈᠠᠨᠢᠰᠮ ᠪᠠᠶᠢᠭᠤᠯᠬᠤ ᠲᠠᠯᠠᠭᠠᠷ ᠠᠶᠠᠨ ᠥᠷᠨᠢᢉᠦᠯᠪᠡ᠃  ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠰᠢᠨ᠎ᠡ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠲᠥᠰᠦᠯ ᠳ᠋ᠦ ᠰᠠᠨᠠᠯ᠂ ᠵᠥᠪᠯᠡᠮᠵᠢ ᢈᠦᠷᢉᠡᢉᠦᠯᠪᠡ᠃  ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ «ᢈᠦᠮᠦᠨ ᠢ᠋ ᢈᠦᠨᠳᠦᠯᠡ» ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ᠶᠠᠨ ᠡᢈᠢᠯᠡᢉᠦᠯᠪᠡ᠃  ᠣᠭᠤᠨᠪᠳ᠋ᠩ - ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠢᠨᠵᠢᢉᠡᠴᠢ ᠨᠠᠷ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠲᠤ ᠒ ᠳ᠋ᠠᢈᠢ ᠤᠳᠠᠭ᠎ᠠ ᠪᠠᠨ ᠠᠶᠢᠯᠴᠢᠯᠠᠨ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠶᠡᠷᠦᠩᢈᠡᠶᠢᠯᠡᢉᠴᠢ ᠲᠡᠢ ᠠᠭᠤᠯᠵᠠᠨ᠂ ᠳᠡᠨᠵᠢ ᠶ᠋ᠢᠨ ᠑᠐᠐᠐ ᠳ᠋ᠠᢈᠢ ᠠᠯᠪᠠᠳᠠᠨ ᠰᠠᠭᠠᠲᠠᠭᠤᠯᠬᠤ ᠲᠥᠪ ᠪᠣᠯᠤᠨ ᠴᠠᠭᠳᠠᠨ ᠬᠣᠷᠢᠬᠤ ᠲᠥᠪ ᠢ᠋ᠶᠡᠷ ᠠᠶᠢᠯᠴᠢᠯᠠᠪᠠ᠃  «ᠪᠢᠳᠡ ᠡᠨᠳᠡ ᠡᠴᠡ ᠬᠠᠭᠠᠴᠢᠬᠤ ᠪᠤᠢ» ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠲᠤ ᠒᠐᠐᠘ ᠣᠨ ᠤ᠋ ᠗ ᠳ᠋ᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠑-ᠨᠳᠤ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠳᠠᠯ ᠤ᠋ᠨ ᠰᠤᠷᠭᠠᠮᠵᠢ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠲᠠᠶᠢᠯᠤᠨ ᢈᠡᠪᠯᠡᢉᠳᠡᠵᠦ᠂ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᢈᠢᠨ ᠳ᠋ᠤ ᠴᠠᠴᠠᠭᠳᠠᠪᠠ᠃  ᠬᠣᠷᠢᠬᠤ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠲᠤ ᠮᠣᠨᠢᠲ᠋ᠤᠷᠢᠩ ᢈᠢᢈᠦ ᠴᠢᢉᠯᠡᠯ ᠢ᠋ᠶᠡᠷ ᠑᠕ ᠭᠠᠷᠤᠢ ᠲᠪᠪᠢ- ᠤ᠋ᠨ ᠴᠢᠳᠠᠪᢈᠢ ᠶ᠋ᠢ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠕ ᠬᠣᠷᠢᠬᠤ ᠠᠩᢉᠢ ᠳᠡᢉᠡᠷ᠎ᠡ ᠮᠣᠨᠢᠲ᠋ᠤᠷᠢᠩ ᢈᠢᠪᠡ᠃  ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠶᠡᠷᠦᠩᢈᠡᠶᠢᠯᠡᢉᠴᠢ ᠴᠠᠭᠠᠵᠠ ᠪᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ᠎ᠠ ᠶ᠋ᠢ ᠲᠦᠳᠡᢉᠡᠯᠵᠡᢉᠦᠯᢈᠦ ᠤᠷᠢᠶᠠᠯᠭ᠎ᠠ ᠭᠠᠷᠭᠠᠵᠤ᠂ ᠪᠦᠷᠢᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠢ᠋ᠶᠡᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠴᠠᠭᠠᠵᠠ ᠪᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ᠎ᠠ ᠲᠠᠢ ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠲᠤ ᠠᠭᠤᠴᠢᠯᠠᠯ ᠦᠵᠡᢉᠦᠯᢈᠦ ᠪᠡᠨ ᠠᠮᠠᠯᠠᠯᠠᠭᠰᠠᠨ ᠪᠣᠯ ᠒᠐᠑᠒ ᠣᠨ ᠳ᠋ᠤ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠢᠦᠲᠦᠭᠤᠫ-ᠡᠶᠢᠨ ᠒-ᠷ ᠨᠡᠮᠡᠯᠲᠡ ᠫᠷᠤᠲ᠋ᠤᠻᠤᠯ ᠳ᠋ᠤ ᠨᠢᢉᠡᠳᠦᠨ ᠣᠷᠤᠪᠠ᠃  ᠨᠦᠪ- ᠤ᠋ᠨ ᠡᢉᠡᠯᠵᠢᠲᠦ ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᠳ᠋ᠦ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠢᠯᠡᠳᢈᠡᠯ ᢈᠦᠷᢈᠡᢉᠦᠯᠪᠡ᠃",
  },
  {
    id: 6,
    date: "᠒᠐᠑᠑-᠒᠐᠑᠒",
    image: "/mng/images/newAboutImage/2009-2010.png",
    desc: "ᠥᢈᠢᠳ᠂ ᠡᠮᠡᢉᠲᠡᠢ ᠨᠦ᠋ᢉᠦᠳ ᠦ᠋ᠨ ᠨᠥᢈᠦᠨ ᠦᠷᠡᠵᠢᢈᠦᠢ ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ «ᠮᠢᠨᠤ ᠪᠡᠶ᠎ᠡ ᠮᠢᠨᠤ ᠡᠷᢈᠡ» ᠠᠶᠠᠨ ᠢ᠋ᠶᠠᠨ ᠡᢈᠢᠯᠡᢉᠦᠯᠪᠡ᠃  ᠨᠦᠪ- ᠶ᠋ᠢᠨ ᠶᠡᠷᠦᠩᢈᠡᠢ ᠠᠰᠰᠠᠮᠪᠯᠧᠢ ᠪᠠᠷ «ᠵᠡᠪᠰᠡᢉ ᠦ᠋ᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ᠋ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᢉᠡᠷ᠎ᠡ» ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠵᠤ᠂ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠭᠠᠷ ᠤ᠋ᠨ ᠦᠰᠦᢉ ᠵᠢᠷᠤᠪᠠ᠃  «ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠲᠣᠭᠲᠠᠯᠴᠠᠭᠠᠨ ᠳ᠋ᠤ» ᠣᠨᠤᠯ ᠫᠷᠠᠻᠲ᠋ᠢᠭ ᠤ᠋ᠨ ᠪᠠᠭ᠎ᠠ ᠬᠤᠷᠠᠯ ᠢ᠋ ᢈᠡᠦᠻ᠂ ᠮᠤᠰᠢ- ᠤ᠋ᠨ ᢈᠡᠰᠡ᠂ ᠨᠪᠭᠤ-ᠲᠠᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠪᠠ᠃  ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ «ᢈᠦᠴᠦ ᠪᠡᠷ ᠰᠤᠷᠠᠭ ᠦᢉᠡᠢ ᠠᠯᠠᠭ᠎ᠠ ᠪᠣᠯᠭᠠᠬᠤ ᠠ᠋ᠴᠠ ᠪᠦᢈᠦ ᢈᠦᠮᠦᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠲᠤᠬᠠᠢ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠻᠣᠨᠸᠧᠨᠼ»-ᠳ ᠨᠢᢉᠡᠳᠪᠡ᠃  ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠡᠴᠡ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠮᠧᠬᠠᠨ᠋ᠰᠮ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠻᠣᠨᠸᠧᠨᠼ ᠤ᠋ᠨ ᠨᠡᠮᠡᠯᠲᠡ ᠫᠷᠤᠲ᠋ᠤᠻᠤᠯ ᠳ᠋ᠤ ᠭᠠᠷ ᠤ᠋ᠨ ᠦᠰᠦᢉ ᠵᠢᠷᠤᠵᠤ᠂ ᠰᠣᠶᠤᠷᠬᠠᠨ ᠪᠠᠲᠤᠯᠠᠪᠠ᠃  ᠭᠠᠵᠠᠷ ᠴᠢᠯᠦᢉᠡᠯᠡᢈᠦ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳ᠋ᠤ ᠠᠩᠬᠠᠷᠤᠯ ᠬᠠᠨᠳᠤᠭᠤᠯᠵᠤ᠂ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠲᠥᠰᠦᠯ ᠦ᠋ᠳ ᠲᠦ ᠬᠣᠯᠪᠤᠭᠳᠠᠬᠤ ᠰᠠᠨᠠᠯ ᠵᠥᠪᠯᠡᠮᠵᠢ ᠶ᠋ᠢ ᢈᠦᠷᢈᠡᢉᠦᠯᠪᠡ᠃  «ᠡᢉᠦᠷᢉᠡ ᠪᠡᠨ ᠮᠡᠳᠡ» ᠭᠠᠷ ᠤ᠋ᠨ ᠠᠪᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠠᠯᠪᠠᠨ ᠬᠠᠭᠠᠭᠴᠢᠳ ᠲᠤ᠂ «ᠡᠨᠡ ᠪᠣᠯ ᠲᠠᠨ ᠤ᠋ ᢉᠡᠷ ᠣᠷᠤᠨ᠂ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠲᠠᠨ ᠤ᠋ ᠡᠷᢈᠡ» ᢈᠢᠨᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶ᠋ᠢ ᠕᠐᠐᠐ ᠬᠤᠪᠢ ᢈᠡᠪᠯᠡᠵᠦ᠂ ᠲᠠᠷᠠᠭᠠᠪᠠ᠃  ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ ᠦ᠋ᠨ ᠒᠐᠑᠖-᠒᠐᠑᠙ ᠣᠨ ᠤ᠋ ᠨᠡᠩ ᠲᠡᠷᠢᢉᠦᠨ ᠳ᠋ᠦ ᠠᠩᠬᠠᠷᠴᠤ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠰᠲ᠋ᠷᠠᠲ᠋ᠧᢉᠢ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠯ᠎ᠠ᠃  ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠴᠠᢈᠢᠮ ᢈᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠣᠯᠭᠠᠬᠤ᠂ \"ᠹᠢᠯᠤᠰᠤᠹᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠠᠭᠤᠯᠵᠠᠪᠤᠷᠢ ᠳ᠋ᠤ\" ᠣᠯᠢᠮᠫᠢᠠᠳ᠋᠂ \"ᠡᠷᢈᠡᢉᠦᠯᠡᠢ ᠶ᠋ᠢᠨ ᠠᠶᠢᠯᠴᠢᠯᠠᠯ\"᠂ ᠡᠷᢈᠡ ᠪᠡᠨ ᠮᠡᠳᠡᠶ᠎ᠡ ᠮᠡᠳᢈᠡᠯᠴᠡᢉᠡᠨ ᠵᠡᠷᢉᠡ ᠣᠯᠠᠨ ᠲᠠᠯᠠᠲᠤ ᢈᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠕᠐ ᠭᠠᠷᠤᠢ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ᠂ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠣᠯᠭᠤᠬᠤ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠥᠨᠴᠦᢉ ᠪᠤᠯᠤᠩ ᠪᠦᠷᠢ ᠳ᠋ᠦ ᢈᠦᠷᠳᠡᢉ ᠪᠣᠯᠤᠯ᠎ᠠ᠃ ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠶᠡᢈᠡ ᠬᠤᠷᠠᠯ ᠠ᠋ᠴᠠ ᠒᠐᠑᠕ ᠣᠨ ᠤ᠋ ᠑᠒-ᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠓- ᠤ᠋ ᠡᠳᠦᠷ \"ᠰᠢᠨ᠎ᠡ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ\"- ᠶ᠋ᠢ ᠰᠣᠶᠤᠷᠬᠠᠨ ᠪᠠᠲᠤᠯᠠᠵᠤ᠂ ᠤᠭ ᠬᠠᠤᠯᠢ ᠒᠐᠑᠗ ᠣᠨ ᠤ᠋ ᠗ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠐᠑-ᠨᠡᢉᠡᢉᠡᠴᠡ ᢈᠡᠷᠡᢉᠵᠢᠵᠦ ᠡᢈᠢᠯᠡᢉᠰᠡᠨ ᠢ᠋ᠶᠡᠷ ᠴᠠᠭᠠᠵᠠ ᠪᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ᠎ᠠ ᠶ᠋ᠢ ᠪᠦᠷᠢᠨ ᠬᠠᠯᠠᠯ᠎ᠠ᠃  ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᢉᠡᠮᠲᠦ ᢈᠡᠷᠡᢉ ᠢ᠋ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠻᠣᠨᠸᠧᠨᠼ ᠤ᠋ᠨ ᠵᠢᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠶᠢᠴᠡᢉᠦᠯᠦᠨ ᠲᠣᠳᠤᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ \"ᠰᠢᠨ᠎ᠡ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ\"-ᠡᠶᠢᢉ ᠪᠠᠲᠤᠯᠠᠯ᠎ᠠ᠃  ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠬᠣᢈᠢᠷᠠᠭᠴᠢᠳ ᠲᠤ ᠲᠤᠰᠠᠯᠠᠬᠤ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠳᠦᠷ ᠢ᠋ᠶᠡᠷ \"ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠬᠠᠮᠲᠤ ᠳ᠋ᠠᠭᠠᠨ ᢉᠦᠶᠢᠴᠡᢉᠡᠶ᠎ᠡ\" ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠳᠡᠮᠵᠢᠨ ᠣᠶᠤᠲᠠᠨ ᠵᠠᠯᠠᠭᠤᠰ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠓᠐᠐ ᠭᠠᠷᠤᠢ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ ᠨᠡᠶᠢᠲᠡ ᠳ᠋ᠦ ᠪᠡᠨ ᠑᠐᠕᠐ ᠻᠮ-ᠡᢉᠡᠷ᠎ᠡ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢ ᠲᠣᠭᠤᠷᠢᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠯ᠎ᠠ᠃",
  },
  {
    id: 7,
    date: "᠒᠐᠑᠐-᠒᠐᠑᠒",
    image: "/mng/images/newAboutImage/20100-2012.png",
    desc: "ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ ᠢ᠋ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠨᠡᠮᠡᠯᠲᠡ ᠫᠷᠤᠲ᠋ᠤᠻᠤᠯ-ᠳ‍ ᠨᠢᢉᠡᠳᠦᠨ ᠣᠷᠤᠭᠤᠯᠬᠤ᠂ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠡᠴᠡ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠦᠷ᠎ᠡ ᠳᠦᠩᠲᠡᠢ ᠮᠧᢈᠠᠨᠢᠰᠮ ᠪᠠᠶᠢᠭᠤᠯᠬᠤ ᠲᠠᠯᠠᠭᠠᠷ ᠠᠶᠠᠨ ᠥᠷᠨᠢᢉᠦᠯᠪᠡ᠃  ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠰᠢᠨ᠎ᠡ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠲᠥᠰᠦᠯ ᠳ᠋ᠦ ᠰᠠᠨᠠᠯ᠂ ᠵᠥᠪᠯᠡᠮᠵᠢ ᢈᠦᠷᢉᠡᢉᠦᠯᠪᠡ᠃  ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ «ᢈᠦᠮᠦᠨ ᠢ᠋ ᢈᠦᠨᠳᠦᠯᠡ» ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ᠶᠠᠨ ᠡᢈᠢᠯᠡᢉᠦᠯᠪᠡ᠃  ᠣᠭᠤᠨᠪᠳ᠋ᠩ - ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠢᠨᠵᠢᢉᠡᠴᠢ ᠨᠠᠷ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠲᠤ ᠒ ᠳ᠋ᠠᢈᠢ ᠤᠳᠠᠭ᠎ᠠ ᠪᠠᠨ ᠠᠶᠢᠯᠴᠢᠯᠠᠨ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠶᠡᠷᠦᠩᢈᠡᠶᠢᠯᠡᢉᠴᠢ ᠲᠡᠢ ᠠᠭᠤᠯᠵᠠᠨ᠂ ᠳᠡᠨᠵᠢ ᠶ᠋ᠢᠨ ᠑᠐᠐᠐ ᠳ᠋ᠠᢈᠢ ᠠᠯᠪᠠᠳᠠᠨ ᠰᠠᠭᠠᠲᠠᠭᠤᠯᠬᠤ ᠲᠥᠪ ᠪᠣᠯᠤᠨ ᠴᠠᠭᠳᠠᠨ ᠬᠣᠷᠢᠬᠤ ᠲᠥᠪ ᠢ᠋ᠶᠡᠷ ᠠᠶᠢᠯᠴᠢᠯᠠᠪᠠ᠃  «ᠪᠢᠳᠡ ᠡᠨᠳᠡ ᠡᠴᠡ ᠬᠠᠭᠠᠴᠢᠬᠤ ᠪᠤᠢ» ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠲᠤ ᠒᠐᠐᠘ ᠣᠨ ᠤ᠋ ᠗ ᠳ᠋ᠤᠭᠠᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠑-ᠨᠳᠤ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠦᠢᠯᠡ ᠶᠠᠪᠤᠳᠠᠯ ᠤ᠋ᠨ ᠰᠤᠷᠭᠠᠮᠵᠢ ᠨᠡᠷ᠎ᠡ ᠲᠡᠢ ᠲᠠᠶᠢᠯᠤᠨ ᢈᠡᠪᠯᠡᢉᠳᠡᠵᠦ᠂ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᢈᠢᠨ ᠳ᠋ᠤ ᠴᠠᠴᠠᠭᠳᠠᠪᠠ᠃  ᠬᠣᠷᠢᠬᠤ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠲᠤ ᠮᠣᠨᠢᠲ᠋ᠤᠷᠢᠩ ᢈᠢᢈᠦ ᠴᠢᢉᠯᠡᠯ ᠢ᠋ᠶᠡᠷ ᠑᠕ ᠭᠠᠷᠤᠢ ᠲᠪᠪᠢ- ᠤ᠋ᠨ ᠴᠢᠳᠠᠪᢈᠢ ᠶ᠋ᠢ ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ ᠕ ᠬᠣᠷᠢᠬᠤ ᠠᠩᢉᠢ ᠳᠡᢉᠡᠷ᠎ᠡ ᠮᠣᠨᠢᠲ᠋ᠤᠷᠢᠩ ᢈᠢᠪᠡ᠃  ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠶᠡᠷᠦᠩᢈᠡᠶᠢᠯᠡᢉᠴᠢ ᠴᠠᠭᠠᠵᠠ ᠪᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ᠎ᠠ ᠶ᠋ᠢ ᠲᠦᠳᠡᢉᠡᠯᠵᠡᢉᠦᠯᢈᠦ ᠤᠷᠢᠶᠠᠯᠭ᠎ᠠ ᠭᠠᠷᠭᠠᠵᠤ᠂ ᠪᠦᠷᠢᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠢ᠋ᠶᠡᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠴᠠᠭᠠᠵᠠ ᠪᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ᠎ᠠ ᠲᠠᠢ ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠲᠤ ᠠᠭᠤᠴᠢᠯᠠᠯ ᠦᠵᠡᢉᠦᠯᢈᠦ ᠪᠡᠨ ᠠᠮᠠᠯᠠᠯᠠᠭᠰᠠᠨ ᠪᠣᠯ ᠒᠐᠑᠒ ᠣᠨ ᠳ᠋ᠤ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠢᠦᠲᠦᠭᠤᠫ-ᠡᠶᠢᠨ ᠒-ᠷ ᠨᠡᠮᠡᠯᠲᠡ ᠫᠷᠤᠲ᠋ᠤᠻᠤᠯ ᠳ᠋ᠤ ᠨᠢᢉᠡᠳᠦᠨ ᠣᠷᠤᠪᠠ᠃  ᠨᠦᠪ- ᠤ᠋ᠨ ᠡᢉᠡᠯᠵᠢᠲᠦ ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᠳ᠋ᠦ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠢᠯᠡᠳᢈᠡᠯ ᢈᠦᠷᢈᠡᢉᠦᠯᠪᠡ᠃",
  },
  {
    id: 8,
    date: "᠒᠐᠑᠓-᠒᠐᠑᠔",
    image: "/mng/images/newAboutImage/2013-2014.jpg",
    desc: "ᠥᢈᠢᠳ᠂ ᠡᠮᠡᢉᠲᠡᠢ ᠨᠦ᠋ᢉᠦᠳ ᠦ᠋ᠨ ᠨᠥᢈᠦᠨ ᠦᠷᠡᠵᠢᢈᠦᠢ ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ «ᠮᠢᠨᠤ ᠪᠡᠶ᠎ᠡ ᠮᠢᠨᠤ ᠡᠷᢈᠡ» ᠠᠶᠠᠨ ᠢ᠋ᠶᠠᠨ ᠡᢈᠢᠯᠡᢉᠦᠯᠪᠡ᠃  ᠨᠦᠪ- ᠶ᠋ᠢᠨ ᠶᠡᠷᠦᠩᢈᠡᠢ ᠠᠰᠰᠠᠮᠪᠯᠧᠢ ᠪᠠᠷ «ᠵᠡᠪᠰᠡᢉ ᠦ᠋ᠨ ᠬᠤᠳᠠᠯᠳᠤᠭᠠᠨ ᠤ᠋ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᢉᠡᠷ᠎ᠡ» ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠵᠤ᠂ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠭᠠᠷ ᠤ᠋ᠨ ᠦᠰᠦᢉ ᠵᠢᠷᠤᠪᠠ᠃  «ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠲᠣᠭᠲᠠᠯᠴᠠᠭᠠᠨ ᠳ᠋ᠤ» ᠣᠨᠤᠯ ᠫᠷᠠᠻᠲ᠋ᠢᠭ ᠤ᠋ᠨ ᠪᠠᠭ᠎ᠠ ᠬᠤᠷᠠᠯ ᠢ᠋ ᢈᠡᠦᠻ᠂ ᠮᠤᠰᠢ- ᠤ᠋ᠨ ᢈᠡᠰᠡ᠂ ᠨᠪᠭᠤ-ᠲᠠᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠪᠠ᠃  ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ «ᢈᠦᠴᠦ ᠪᠡᠷ ᠰᠤᠷᠠᠭ ᠦᢉᠡᠢ ᠠᠯᠠᠭ᠎ᠠ ᠪᠣᠯᠭᠠᠬᠤ ᠠ᠋ᠴᠠ ᠪᠦᢈᠦ ᢈᠦᠮᠦᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠲᠤᠬᠠᠢ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠻᠣᠨᠸᠧᠨᠼ»-ᠳ ᠨᠢᢉᠡᠳᠪᠡ᠃  ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠡᠴᠡ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠮᠧᠬᠠᠨ᠋ᠰᠮ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠻᠣᠨᠸᠧᠨᠼ ᠤ᠋ᠨ ᠨᠡᠮᠡᠯᠲᠡ ᠫᠷᠤᠲ᠋ᠤᠻᠤᠯ ᠳ᠋ᠤ ᠭᠠᠷ ᠤ᠋ᠨ ᠦᠰᠦᢉ ᠵᠢᠷᠤᠵᠤ᠂ ᠰᠣᠶᠤᠷᠬᠠᠨ ᠪᠠᠲᠤᠯᠠᠪᠠ᠃  ᠭᠠᠵᠠᠷ ᠴᠢᠯᠦᢉᠡᠯᠡᢈᠦ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳ᠋ᠤ ᠠᠩᠬᠠᠷᠤᠯ ᠬᠠᠨᠳᠤᠭᠤᠯᠵᠤ᠂ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠲᠥᠰᠦᠯ ᠦ᠋ᠳ ᠲᠦ ᠬᠣᠯᠪᠤᠭᠳᠠᠬᠤ ᠰᠠᠨᠠᠯ ᠵᠥᠪᠯᠡᠮᠵᠢ ᠶ᠋ᠢ ᢈᠦᠷᢈᠡᢉᠦᠯᠪᠡ᠃  «ᠡᢉᠦᠷᢉᠡ ᠪᠡᠨ ᠮᠡᠳᠡ» ᠭᠠᠷ ᠤ᠋ᠨ ᠠᠪᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠠᠯᠪᠠᠨ ᠬᠠᠭᠠᠭᠴᠢᠳ ᠲᠤ᠂ «ᠡᠨᠡ ᠪᠣᠯ ᠲᠠᠨ ᠤ᠋ ᢉᠡᠷ ᠣᠷᠤᠨ᠂ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠲᠠᠨ ᠤ᠋ ᠡᠷᢈᠡ» ᢈᠢᠨᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶ᠋ᠢ ᠕᠐᠐᠐ ᠬᠤᠪᠢ ᢈᠡᠪᠯᠡᠵᠦ᠂ ᠲᠠᠷᠠᠭᠠᠪᠠ᠃  ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ ᠦ᠋ᠨ ᠒᠐᠑᠖-᠒᠐᠑᠙ ᠣᠨ ᠤ᠋ ᠨᠡᠩ ᠲᠡᠷᠢᢉᠦᠨ ᠳ᠋ᠦ ᠠᠩᠬᠠᠷᠴᠤ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠰᠲ᠋ᠷᠠᠲ᠋ᠧᢉᠢ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠯ᠎ᠠ᠃  ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠴᠠᢈᠢᠮ ᢈᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠣᠯᠭᠠᠬᠤ᠂ \"ᠹᠢᠯᠤᠰᠤᠹᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠠᠭᠤᠯᠵᠠᠪᠤᠷᠢ ᠳ᠋ᠤ\" ᠣᠯᠢᠮᠫᠢᠠᠳ᠋᠂ \"ᠡᠷᢈᠡᢉᠦᠯᠡᠢ ᠶ᠋ᠢᠨ ᠠᠶᠢᠯᠴᠢᠯᠠᠯ\"᠂ ᠡᠷᢈᠡ ᠪᠡᠨ ᠮᠡᠳᠡᠶ᠎ᠡ ᠮᠡᠳᢈᠡᠯᠴᠡᢉᠡᠨ ᠵᠡᠷᢉᠡ ᠣᠯᠠᠨ ᠲᠠᠯᠠᠲᠤ ᢈᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠕᠐ ᠭᠠᠷᠤᠢ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ᠂ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠣᠯᠭᠤᠬᠤ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠥᠨᠴᠦᢉ ᠪᠤᠯᠤᠩ ᠪᠦᠷᠢ ᠳ᠋ᠦ ᢈᠦᠷᠳᠡᢉ ᠪᠣᠯᠤᠯ᠎ᠠ᠃ ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠶᠡᢈᠡ ᠬᠤᠷᠠᠯ ᠠ᠋ᠴᠠ ᠒᠐᠑᠕ ᠣᠨ ᠤ᠋ ᠑᠒-ᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠓- ᠤ᠋ ᠡᠳᠦᠷ \"ᠰᠢᠨ᠎ᠡ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ\"- ᠶ᠋ᠢ ᠰᠣᠶᠤᠷᠬᠠᠨ ᠪᠠᠲᠤᠯᠠᠵᠤ᠂ ᠤᠭ ᠬᠠᠤᠯᠢ ᠒᠐᠑᠗ ᠣᠨ ᠤ᠋ ᠗ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠐᠑-ᠨᠡᢉᠡᢉᠡᠴᠡ ᢈᠡᠷᠡᢉᠵᠢᠵᠦ ᠡᢈᠢᠯᠡᢉᠰᠡᠨ ᠢ᠋ᠶᠡᠷ ᠴᠠᠭᠠᠵᠠ ᠪᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ᠎ᠠ ᠶ᠋ᠢ ᠪᠦᠷᠢᠨ ᠬᠠᠯᠠᠯ᠎ᠠ᠃  ᠮᠣᠩᠭᠤᠯ ᠤᠯᠤᠰ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᢉᠡᠮᠲᠦ ᢈᠡᠷᠡᢉ ᠢ᠋ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠻᠣᠨᠸᠧᠨᠼ ᠤ᠋ᠨ ᠵᠢᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠨᠡᠶᠢᠴᠡᢉᠦᠯᠦᠨ ᠲᠣᠳᠤᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ \"ᠰᠢᠨ᠎ᠡ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ\"-ᠡᠶᠢᢉ ᠪᠠᠲᠤᠯᠠᠯ᠎ᠠ᠃  ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠬᠣᢈᠢᠷᠠᠭᠴᠢᠳ ᠲᠤ ᠲᠤᠰᠠᠯᠠᠬᠤ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠳᠦᠷ ᠢ᠋ᠶᠡᠷ \"ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠬᠠᠮᠲᠤ ᠳ᠋ᠠᠭᠠᠨ ᢉᠦᠶᠢᠴᠡᢉᠡᠶ᠎ᠡ\" ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠳᠡᠮᠵᠢᠨ ᠣᠶᠤᠲᠠᠨ ᠵᠠᠯᠠᠭᠤᠰ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠓᠐᠐ ᠭᠠᠷᠤᠢ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ ᠨᠡᠶᠢᠲᠡ ᠳ᠋ᠦ ᠪᠡᠨ ᠑᠐᠕᠐ ᠻᠮ-ᠡᢉᠡᠷ᠎ᠡ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢ ᠲᠣᠭᠤᠷᠢᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠯ᠎ᠠ᠃",
  },
  {
    id: 9,
    date: "᠒᠐᠑᠕-᠒᠐᠑᠘",
    image: "/mng/images/newAboutImage/2015-2018.png",
    desc: "ᠥᠨᠦᠳᠦᠷ",
  },
  {
    id: 10,
    date: "ᠥᠨᠦᠳᠦᠷ",
    image: "/mng/images/newAboutImage/onoodor.jpg",
    desc: "ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠳ᠋ᠦ ᠑᠐᠂᠐᠐᠐ ᠭᠠᠷᠤᠢ ᢉᠡᠰᠢᢉᠦᠨ᠂ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠢ᠂ ᠨᠡᠶᠢᠰᠯᠡᠯ ᠪᠣᠯᠤᠨ ᠣᠷᠤᠨ ᠨᠤᠲᠤᠭ ᠤ᠋ᠨ᠂ ᠮᠡᠷᢉᠡᠵᠢᠯ᠂ ᠰᠣᠨᠢᠷᠬᠠᠯ ᠤ᠋ᠨ ᠒᠕ ᠪᠦᠯᠦᢉ ᠲᠡᠢ᠃  ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠨᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ᠂ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ᠂ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ᠂ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ᠂ ᠡᠷᠦᠰᠳᠡᠯ ᠳ᠋ᠦ ᠪᠤᠢ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠠ᠋ᠴᠠ ᠡᢈᠢᠯᠡᢉᠦᠯᠦᢉᠡᠳ᠂ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ ᠲᠠᠢ ᠲᠡᠮᠡᠴᠡᢈᠦ᠂ ᠳᠦᠷᠪᠡᢉᠰᠡᠳ ᠪᠣᠯᠤᠨ ᠴᠠᠭᠠᠴᠢᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠵᠤ᠂ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠨᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
  },
];
