import Image from "next/image";
import Button from "@/components/common/Button";
import StaticHeader from "@/components/common/StaticHeader";
import SectionTitle from "@/components/common/SectionTitle";

export default function HistoryDesktop() {
  return (
    <div className="h-full hidden sm:flex gap-20 w-auto flex-shrink-0">
      <StaticHeader
        image="/mng/images/aboutSub2/header-img.png"
        alt="History Page Header"
        width="90rem"
        title="ᠮᠡᠢ ᠲᠦᠦᠬᠡᠨ ᠲᠣᠪᠴᠢᠶ᠎ᠠ"
      />

      <div className="flex gap-12 p-4 h-screen">
        <SectionTitle
          title={"ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ ᠦ᠋ᠨ ᠲᠡᠦᢈᠡᠨ ᠲᠣᠪᠴᠢᠶ᠎ᠠ"}
        />
        <div className="flex h-full">
          {historyItems.map((h, i) => (
            <div key={i} className="flex flex-col">
              <div
                className={`h-1/2 flex px-16 text-sm justify-center ${
                  i % 2 === 0 ? "items-end" : "items-start"
                } ${i % 2 === 1 ? "order-last" : ""}`}
                style={{
                  writingMode: "vertical-lr",
                }}
              >
                  {h.desc}
              </div>
              <div className="relative my-5">
                <div className="w-full h-[1px] bg-black"></div>
                <div className="h-4 w-4 bg-black rounded-full absolute -top-2 left-1/2 -translate-x-1/2"></div>
              </div>
              <div
                className={`h-1/2 flex flex-row justify-center gap-2 px-16 items-center ${
                  i % 2 === 0 ? "justify-start" : "justify-end"
                } ${i % 2 === 1 ? "order-first" : ""}`}
              >
                <p
                  className="text-2xl font-bold"
                  style={{
                    writingMode: "vertical-lr",
                  }}
                >
                  {i === 9 ? (
                    <>
                      ᠥᠨᠦᠳᠦᠷ
                      </>
                  ) : (
                    h.date
                  )}
                </p>
                <div className="relative max-w-[230px] w-[230px] h-[300px]">
                  <Image
                    src={h.image}
                    alt={`History item ${i + 1}`}
                    fill
                    className="object-contain"
                  />
                </div>
              </div>
            </div>
          ))}
        </div>
      </div>
    </div>
  );
}

const historyItems = [
  {
    id: 1,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/mng/images/history1.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 2,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history2.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 3,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history3.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 4,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history4.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 5,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history5.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 6,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history6.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 7,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history7.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 8,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history8.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 9,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history9.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 10,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/history10.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
];
