import Layout from "@/components/layout/Layout";
import StaticHeader from "@/components/common/StaticHeader";

export default function Privacy() {
  return (
    <Layout>
      {/* Desktop Layout */}
      <div className="h-full hidden sm:flex gap-20 w-auto flex-shrink-0">
        <StaticHeader
          image="/mng/images/about/about-header-img.png"
          alt="Privacy Policy Page Header"
          width="90rem"
          title="ᠨᠢᠭᠤᠴᠠ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭᠠ"
        />
        
        {/* Introduction Section */}
        <div className="h-full p-4 flex gap-10">
          <h2
            className="text-2xl font-bold"
            style={{
              writingMode: "vertical-lr",
            }}
          >
            ᠨᠢᠭᠤᠴᠠ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭᠠ
          </h2>
          <p
            className="text-sm"
            style={{
              writingMode: "vertical-lr",
            }}
          >
            AMNESTY᠃ MN ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠡᠨᠡ ᢈᠦ ᠦᠪᠡᠪ ᠰᠠᠶᠢᠲ ᠪᠣᠯᠤᠨ ᠵᠣᠷᠢᠭᠲᠠᠨ ᠠᠫᠫ ᠨᠢ ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠤ᠋ᠨ ᠥᠮᠴᠢ ᠶᠠᠭᠤᠮ᠎ᠠ᠃ ᠪᠢᠳᠡ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠲ ᠦ᠋ᠨ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠢ᠋ ᠴᠢᠩᠳᠠ ᠰᠠᢈᠢᠵᠤ ᠪᠤᠢ ᠪᠠᠨ ᠡᢉᠦᠪᠡᠷ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ᠡᠨᠡ ᢈᠦ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠡᠨᠡ ᢈᠦ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠨᠢ ᠲᠠᠨ ᠢ᠋ ᠸᠧᠪ ᠰᠠᠶᠢᠲ᠂ᠠᠫᠫ- ᠳ᠋ᠤ ᠪᠦᠷᠢᠳᢈᠡᢉᠦᠯᢈᠦ᠂ ᠰᠠᠶᠢᠨ ᠳᠤᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠠᠵᠢᠯᠲᠠᠨ᠂ ᠳᠠᠳᠤᠯᠭ᠎ᠠ᠂ ᢉᠡᠰᠢᢉᠦᠨᠴᠢᠯᠡᠯ ᠦ᠋ᠨ ᢈᠦᠰᠡᠯᠲᠡ ᠭᠠᠷᠭᠠᠬᠤ ᠵᠡᠷᢉᠡ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠳ᠋ᠤ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᢈᠡᠷᢈᠢᠨ ᠴᠤᠭᠯᠠᠭᠤᠯᠵᠤ᠂ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ᠂ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠲᠠᠨ ᠳ᠋ᠤ ᠥᢉᢈᠦ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠲᠠᠢ ᠪᠥᢉᠡᠳ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠲᠤᠬᠠᠢ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠕ ᠳ᠋ᠤᠭᠠᠷ ᠵᠦᠢᠯ ᠳ᠋ᠦ ᠵᠢᠭᠠᠭᠰᠠᠨ ᠵᠠᠷᠴᠢᠮ ᠢ᠋ ᠪᠠᠷᠢᠮᠲᠠᠯᠠᠳᠠᠭ ᠪᠣᠯᠤᠨ᠎ᠠ᠃
          </p>
        </div>

        {/* Data Collection Section */}
        <div className="min-w-[20rem] py-4 px-14 bg-[#F1F1F1] flex gap-7">
          <p
            className="text-black font-bold text-2xl"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ
          </p>
          <p
            className="text-sm"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠶᠠᠮᠠᠷ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠴᠤᠭᠯᠠᠭᠤᠯᠳᠠᠭ ᠪᠤᠢ? ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠳ᠋ᠠᠲ᠋ᠠ ᠪᠤᠶᠤ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᢉᠡᠳᠡᢉ ᠨᠢ ᠲᠤᠬᠠᠢ ᠶ᠋ᠢᠨ ᢈᠦᠮᠦᠨ ᠢ᠋ ᠲᠠᠨᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢᠲᠠᠢ ᠬᠤᠪᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠠᠯᠢᠪᠠ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᢈᠡᠯᠡᠨ᠎ᠡ᠃ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠨᠢ ᠣᠪᠤᠭ᠂ ᠨᠡᠷ᠎ᠡ᠂ username᠂‍᠂ ᠪᠦᠯᠦᢉ᠂ ᠲᠥᠷᠦᢉᠰᠡᠨ ᠣᠩᠨᠠᠭ᠎ᠠ᠂ ᢈᠦᠢᠰᠦ᠂ ᠨᠠᠰᠤ ᠵᠡᠷᢉᠡ ᠣᠷᠤᠨ᠎ᠠ᠃ ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠳ᠋ᠦ ᠢᠮᠧᠶᠢᠯ᠂ ᠤᠲᠠᠰᠤᠨ ᠤ᠋ ᠳ᠋ᠤᠭᠠᠷ᠂ ᠹᠧᠶᠢᠰᠪᠦ᠋ᠦ᠋ᠻ ᠬᠠᠶ᠋ᠢᠭ ᠣᠷᠤᠨ᠎ᠠ᠃ ᠲᠧᢈᠨᠢᢉ ᠦ᠋ᠨ ᠥᢉᢉᠦᢉᠳᠡᠯ ᠳ᠋ᠦ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠲ ᢈᠥᠲᠦᠴᠢ ᠶ᠋ᠢᠨ (IP) ᠬᠠᠶ᠋ᠢᠭ᠂ ᢈᠥᠲᠦᠴᠢ ᠶ᠋ᠢᠨ ᠲᠥᠷᠦᠯ ᠪᠠ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ᠂ ᠴᠠᠭ ᠤ᠋ᠨ ᠪᠦᠰᠡ ᠶ᠋ᠢᠨ ᠲᠣᢈᠢᠷᠠᠭ᠎ᠠ ᠪᠠ ᠪᠠᠶᠢᠷᠢᠰᠢᠯ᠂ ᢈᠥᠲᠦᠴᠢ ᠶ᠋ᠢᠨ ᠬᠣᠯᠪᠤᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠲᠥᠷᠦᠯ ᠪᠠ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠨᠤᠭᠤᠳ᠂ ᠦᠢᠯᠡᠳᠦᠯ ᠦ᠋ᠨ ᠰᠢᠰᠲ᠋ᠧᠮ ᠪᠣᠯᠤᠨ ᠫᠯᠠᠲ᠋ᠹᠣᠷᠮ ᠪᠣᠯᠤᠨ ᠡᠨᠡ ᠸᠧᠪ ᠰᠠᠶᠢᠲ ᠲᠤ ᠨᠡᠪᠲᠡᠷᠡᢈᠦ ᠳ᠋ᠦ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠲᠥᢈᠦᢉᠡᠷᠦᠮᠵᠢ ᠨᠦ᠋ᢉᠦᠳ ᠦ᠋ᠨ ᠪᠤᠰᠤᠳ ᠲᠧᠻᠨᠣᠯᠣᢉᠢ ᠵᠡᠷᢉᠡ ᠣᠷᠤᠨ᠎ᠠ᠃
          </p>
        </div>

        {/* Data Usage Section */}
        <div className="flex gap-12 p-4 h-full">
          <p
            className="text-2xl font-bold"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠮᠡᠳᠡᠭᠡ ᠮᠡᠳᠡᠯᠭᠡ ᠶᠢᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ
          </p>
          <p
            className="text-sm"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠢᠡᠷᠡᢉᠯᠡᢉᠡᠨ ᠦ᠋ ᠥᢉᢉᠦᢉᠳᠡᠯ ᠳ᠋ᠦ ᠲᠠ ᠮᠠᠨ ᠤ᠋ ᠸᠧᠪ ᠰᠠᠶᠢᠲ ᠪᠣᠯᠤᠨ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠶ᠋ᠢ ᢈᠡᠷᢈᠢᠨ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠪᠠᠭᠲᠠᠨ᠎ᠠ᠃ ᢉᠡᠰᠢᢉᠦᠨᠴᠢᠯᠡᠯ ᠦ᠋ᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠳ᠋ᠦ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠡᠴᠡ ᠭᠠᠳᠠᠨ᠎ᠠ ᠠᠵᠢᠯ᠂ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ᠂ ᠮᠡᠷᢉᠡᠵᠢᠯ᠂ ᠠᠯᠪᠠᠨ ᠲᠤᠰᠢᠶᠠᠯ᠂ ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠵᠡᠷᢉᠡ ᠪᠠᠭᠲᠠᠨ᠎ᠠ᠃ ᢉᠡᠰᠢᢉᠦᠨ ᢉᠡᠵᠦ ᠳᠦᠷᠢᠮ ᠳ᠋ᠦ ᠵᠢᠭᠠᠭᠰᠠᠨ ᠢ᠋ ᠣᠶᠢᠯᠠᠭᠠᠨ᠎ᠠ᠃ ᠳᠦᠷᠢᠮ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭᠠᠰᠤ ᠶ᠋ᠢ ᠳᠦᠷᠢᠮ ᢉᠡᠳᠡᢉ ᠳᠡᢉᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠬᠤ ᠳ᠋ᠤ ᠰᠢᠯᠵᠢᠳᠡᢉ ᠪᠣᠯᠭᠠᠬᠤ᠃ https://amnesty᠃ mn/about/᠑ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠲᠤᠬᠠᠢ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠡᠮᠵᠡᢉ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠴᠤᠭᠯᠠᠭᠤᠯᠳᠠᠭ ᠦᢉᠡᠢ᠃ (ᠡᢉᠦᠨ ᠳ᠋ᠦ ᠲᠠᠨ ᠤ᠋ ᠠᠷᠠᠰᠤᠨ ᠤ᠋ ᠥᠩᢉᠡ᠂ ᠦᠨᠳᠦᠰᠦ ᠤᠭᠰᠠᠭ᠎ᠠ᠂ ᠱᠠᠰᠢᠨ ᠰᠢᠲᠦᠯᢉᠡ᠂ ᠢᠲᠡᢉᠡᠯ ᠦᠨᠡᠮᠰᠢᠯ᠂ ᠪᠡᠯᢉᠡ ᠶ᠋ᠢᠨ ᠠᠮᠢᠳᠤᠷᠠᠯ᠂ ᠪᠡᠯᢉᠡ ᠶ᠋ᠢᠨ ᠴᠢᢉ ᠬᠠᠨᠳᠤᠯᠭ᠎ᠠ᠂ ᠤᠯᠤᠰ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ᠂ ᠦᠢᠯᠡᠳᠪᠦᠷᠢᠴᠢᠨ ᠦ᠋ ᠡᠪᠯᠡᠯ ᠦ᠋ᠨ ᢉᠡᠰᠢᢉᠦᠨᠴᠢᠯᠡᠯ᠂ ᠲᠠᠨ ᠤ᠋ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ᠂ ᢉᠧᠨᠧᠲ᠋ᠢᠻ ᠪᠣᠯᠤᠨ ᠪᠢᠣᠮᠧᠲ᠋ᠷ ᠦ᠋ᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠪᠠᠭᠲᠠᠨ᠎ᠠ)‍᠂ᠲᠥ‍᠂ ᢈᠡᠷᠪᠡ ᠲᠠ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᠥᢉᢈᠦ ᠦᢉᠡᠢ ᠪᠣᠯ ᠲᠠ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᠥᢉᢈᠦ ᠦᢉᠡᠢ ᠪᠡᠷ ᠨᠡᢉᠡᢉᠡᠯᠲᠡᠲᠡᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠦ᠋ᠳ ᠲᠦ ᠬᠠᠨᠳᠤᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ᠃
          </p>
        </div>

        {/* User Rights Section */}
        <div className="min-w-[20rem] py-4 px-14 bg-[#F1F1F1] flex gap-7">
          <p
            className="text-black font-bold text-2xl"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠬᠦᠮᠦᠨ ᠦ ᠡᠷᠬᠡ
          </p>
          <p
            className="text-sm"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᢈᠡᠷᢈᠢᠨ ᠴᠤᠭᠯᠠᠭᠤᠯᠳᠠᠭ ᠪᠤᠢ? ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠳᠠᠷᠠᠭᠠᢈᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠴᠤᠭᠯᠠᠭᠤᠯᠳᠠᠭ᠃ ᠡᢉᠦᠨ ᠳ᠋ᠦ: ᠰᠢᠭᠤᠳ ᠬᠣᠯᠪᠤᠭᠳᠠᠬᠤ᠃ ᠲᠠ ᠮᠠᠶ᠋ᠢᠭᠲᠤ ᠪᠥᢉᠯᠡᢈᠦ᠂ ᠮᠠᠨ ᠤ᠋ ᠸᠧᠪᠰᠠᠶᠢᠲ ᠢ᠋ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠤᠲᠠᠰᠤ᠂ ᠴᠠᢈᠢᠮ ᠰᠢᠤᠳᠠᠨ ᠢ᠋ᠶᠠᠷ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᢈᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠬᠠᠷᠢᠯᠴᠠᠬᠤ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᠥᢉᠴᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠶᠠᠭᠤᠨ ᠳ᠋ᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠤᠢ? ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠶᠡᢈᠡᠪᠴᠢᠯᠡᠨ ᠳᠠᠷᠠᠭᠠᢈᠢ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠳ᠋ᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠑) ᠲᠠ ᠮᠠᠨ ᠤ᠋ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᢉᠡᠰᠢᢉᠦᠨ᠂ ᠰᠠᠶᠢᠨ ᠳᠤᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠠᠵᠢᠯᠲᠠᠨ᠂ ᠳᠠᠳᠤᠯᠭᠠᠵᠢᠭᠴᠢ᠂ ᠬᠠᠨᠳᠢᠪᠯᠠᠭᠴᠢ ᠵᠡᠷᢉᠡ ᠪᠡᠷ ᠪᠦᠷᠢᠳᢈᠡᢉᠦᠯᠦᢉᠰᠡᠨ᠂ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᠥᢉᢉᠦᢉᠰᠡᠨ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠳ᠋ᠤ ᠲᠠᠨ ᠤ᠋ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠥᢉᢉᠦᢉᠰᠡᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠳᠠᠭᠠᠭᠤ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ᠃ ᠒) ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠵᠥᠪᢈᠡᠨ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠴᠤᠭᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᢉᠡᢈᠦ ᠳ᠋ᠦ ᠪᠡᠨ ᠠᠩᠬᠠᠨ ᠤ᠋ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠲᠠᠢ ᠨᠡᠶᠢᠴᠡᢈᠦ ᠪᠤᠰᠤᠳ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᢈᠡᠷᠡᢉᠯᠡᢈᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠲᠠᠢ ᠪᠥᢉᠡᠳ ᠠᠩᠬᠠᠨ ᠤ᠋ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠪᠠᠨ ᢈᠡᠷᢈᠢᠨ ᠨᠡᠶᠢᠴᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠲᠠᠯᠠᠭᠠᠷ ᠲᠠᠶᠢᠯᠪᠤᠷᠢ ᠠᠪᠬᠤ ᠶ᠋ᠢ ᢈᠦᠰᠡᠪᠡᠯ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠪᠠᠷᠢᠨ᠎ᠠ ᠤᠤ᠃ ᠥᢉᢉᠦᢉᠳᠡᠯ ᠦ᠋ᠨ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠰᠠᠨᠠᠮᠰᠠᠷ ᠦᢉᠡᠢ ᠪᠡᠷ ᠠᠯᠳᠠᠬᠤ᠂ ᠠᠰᠢᠭᠯᠠᠬᠤ᠂ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠯ ᠦᢉᠡᠢ ᠨᠡᠪᠲᠡᠷᠡᢈᠦ᠂ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᢈᠦ᠂ ᠵᠠᠳᠠᠷᠠᠭᠤᠯᠬᠤ ᠠ᠋ᠴᠠ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠵᠣᢈᠢᠬᠤ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠠᠪᠤᠭᠰᠠᠨ᠃ ᠥᢉᢉᠦᢉᠳᠡᠯ ᠬᠠᠳᠠᠭᠠᠯᠠᠯᠲᠠ ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠵᠥᠪᢈᠡᠨ ᠬᠠᠤᠯᠢ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠵᠣᢈᠢᠴᠠᠭᠤᠯᠤᠯᠲᠠ᠂ ᠲᠠᠲᠠᠪᠤᠷᠢ᠂ ᠨᠢᠭᠲᠠᠯᠠᠨ ᠪᠣᠳᠤᠬᠤ ᠪᠦᠷᠢᠳᢈᠡᠯ᠂ ᠳᠦᠷᠢᠮ᠂ ᢉᠡᠰᠢᢉᠦᠨᠴᠢᠯᠡᠯ᠂ ᠲᠠᠶᠢᠯᠤᠩᠨᠠᠯ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠴᠤᠭᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠪᠠᠨ ᠨᠡᠶᠢᠴᠡᢉᠦᠯᠦᠨ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠲᠠ ᠪᠢᠳᠡᠨ ᠳ᠋ᠦ ᠥᢉᢉᠦᢉᠰᠡᠨ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᢈᠦᠰᠡᠯᠲᠡ ᠭᠠᠷᠭᠠᠵᠤ᠂ ᠤᠰᠠᠳᠬᠠᠭᠤᠯᠬᠤ ᠡᠷᢈᠡ ᠲᠡᠢ᠃ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᠤᠰᠠᠳᠬᠠᠭᠤᠯᠬᠤ ᢈᠦᠰᠡᠯᠲᠡ ᠪᠡᠨ members@amnesty᠃ mn ᠬᠠᠶᠢᠭᠲᠤ ᢈᠦᠰᠡᠯᠲᠡ ᠪᠢᠴᠢᠵᠦ ᠤᠰᠠᠳᠬᠠᠭᠤᠯᠤᠨ᠎ᠠ ᠤᠤ᠃
          </p>
        </div>

        {/* Contact Section */}
        <div className="flex h-full gap-7 px-14 py-4 bg-[#F1F1F1]">
          <h2
            className="text-2xl font-bold"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠬᠣᠯᠪᠤᠭᠰᠠᠨ ᠬᠤᠪᠢ
          </h2>
          <p
            className="text-sm"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᢈᠡᠷᠪᠡ ᠲᠠᠨ ᠳ᠋ᠤ ᠡᠨᠡ ᢈᠦ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠮᠠᠨ ᠤ᠋ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠲᠠᠯᠠᠭᠠᠷ ᠠᠰᠠᠭᠤᠬᠤ ᠵᠦᠶᠢᠯ ᠪᠠᠶᠢᠪᠠᠯ members@amnesty᠃ mn ᠢᠮᠧᠶᠢᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ᠋ᠶᠠᠷ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭᠳᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠬᠣᠯᠪᠤᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠡᠨᠡ ᠪᠤᠪᠢ ᠰᠠᠶᠢᠲ ᠪᠣᠯᠤᠨ ᠠᠫᠫ ᠨᠢ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᢉᠡᠳ ᠦ᠋ᠨ ᠸᠧᠪᠰᠠᠶᠢᠲ ᠤ᠋ᠳ ᠪᠣᠯᠤᠨ ᠫᠷᠣᢉᠷᠠᠮᠮ ᠤ᠋ᠳ ᠤ᠋ᠨ ᠬᠣᠯᠪᠤᠭᠠᠰᠤ ᠶ᠋ᠢ ᠥᠪᠡᠷ ᠳᠡᢉᠡᠷ᠎ᠡ ᠪᠡᠨ ᠠᠭᠤᠯᠳᠠᠭ᠃ ᠡᠳᠡᢉᠡᠷ ᠬᠣᠯᠪᠤᠭᠠᠰᠤ ᠨᠤᠭᠤᠳ ᠳᠡᢉᠡᠷ᠎ᠡ ᠳᠠᠷᠤᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠡᠳᠡᢉᠡᠷ ᠬᠣᠯᠪᠤᠯᠲᠠ ᠶ᠋ᠢ ᠢᠳᠡᠪᢈᠢᠵᠢᢉᠦᠯᠦᢉᠰᠡᠨ ᠢ᠋ᠶᠡᠷ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᢉᠡᠳ ᠲᠠᠨ ᠤ᠋ ᠲᠤᠬᠠᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠴᠤᠭᠯᠠᠭᠤᠯᠬᠤ᠂ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠣᠯᠭᠤᠨ᠎ᠠ᠃ ᠪᠢᠳᠡ ᠡᠳᠡᢉᠡᠷ ᠭᠤᠷᠪᠠᠳᠠᠭᠴᠢ ᠡᠲᠡᢉᠡᠳ ᠦ᠋ᠨ ᠸᠢᠪᠰᠠᠶᠢᠲ ᠤ᠋ᠳ ᠢ᠋ ᢈᠢᠨᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠥᢉᠡᠳ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠮᠡᠳᠡᢉᠳᠡᠯ ᠢ᠋ ᠬᠠᠷᠢᠭᠤᠴᠠᠬᠤ ᠦᢉᠡᠢ᠃ ᠲᠠ ᠮᠠᠨ ᠤ᠋ ᠸᠧᠪᠰᠠᠶᠢᠲ ᠠ᠋ᠴᠠ ᠭᠠᠷᠬᠤ ᠳ᠋ᠤ ᠪᠠᠨ ᠵᠣᠴᠢᠯᠠᠭᠰᠠᠨ ᠸᠧᠪᠰᠠᠶᠢᠲ ᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠤᠩᠰᠢᠬᠤ ᠶ᠋ᠢ ᠵᠥᠪᠯᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ᠬᠡᠷᠡᠭ ᠲᠠᠨᠳ ᠡᠨᠡ ᠨᠢᠭᠤᠴᠠ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭᠠ ᠶᠢᠨ ᠲᠠᠯᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢ᠌ᠴᠤ ᠪᠢᠳᠡ ᠳ᠋ᠦ ᠬᠣᠯᠪᠤᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ. ᠪᠢᠳᠡ ᠦᠨ ᠢᠮᠡᠶᠢᠯ ᠬᠠᠶᠠᠭ: contact@amnesty.mn ᠪᠣᠯᠣᠨ ᠤᠲᠠᠰᠤᠨ ᠬᠠᠶᠠᠭ: +976 11 123456 ᠰᠡᢉᠦᠯ ᠳ᠋ᠦ ᠰᠢᠨᠡᠴᠢᠯᠡᢉᠰᠡᠨ ᠒᠐᠒᠔᠂᠐᠓᠂᠒᠕
          </p>
        </div>
      </div>

      {/* Mobile Layout */}
      <div className="h-full flex flex-col gap-7 w-auto flex-shrink-0 sm:hidden">
        <StaticHeader
          image="/mng/images/about/about-header-img.png"
          alt="Privacy Policy Page Header"
          width="100%"
          title="ᠨᠢᠭᠤᠴᠠ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭᠠ"
        />
        
        {/* Introduction */}
        <div className="px-3 py-2">
          <div className="flex gap-2">
            <h2
              className="text-[9px] font-bold min-w-[40px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠨᠢᠭᠤᠴᠠ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭᠠ
            </h2>
            <p
              className="text-[8px] text-[#848382] flex-1 min-w-[120px]"
              style={{ writingMode: "vertical-lr" }}
            >
              AMNESTY᠃ MN ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠡᠨᠡ ᢈᠦ ᠦᠪᠡᠪ ᠰᠠᠶᠢᠲ ᠪᠣᠯᠤᠨ ᠵᠣᠷᠢᠭᠲᠠᠨ ᠠᠫᠫ ᠨᠢ ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠤ᠋ᠨ ᠥᠮᠴᠢ ᠶᠠᠭᠤᠮ᠎ᠠ᠃ ᠪᠢᠳᠡ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠲ ᠦ᠋ᠨ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠢ᠋ ᠴᠢᠩᠳᠠ ᠰᠠᢈᠢᠵᠤ ᠪᠤᠢ ᠪᠠᠨ ᠡᢉᠦᠪᠡᠷ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃
            </p>
          </div>
        </div>

        {/* Data Collection */}
        <div className="px-3 py-2 bg-[#F1F1F1]">
          <div className="flex gap-2">
            <p
              className="text-black font-bold text-[9px] min-w-[50px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ
            </p>
            <p
              className="text-[8px] text-[#848382] flex-1 min-w-[100px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠶᠠᠮᠠᠷ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠴᠤᠭᠯᠠᠭᠤᠯᠳᠠᠭ ᠪᠤᠢ? ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠨᠢ ᠣᠪᠤᠭ᠂ ᠨᠡᠷ᠎ᠡ᠂ username᠂‍᠂ ᠪᠦᠯᠦᢉ᠂ ᠲᠥᠷᠦᢉᠰᠡᠨ ᠣᠩᠨᠠᠭ᠎ᠠ᠂ ᢈᠦᠢᠰᠦ᠂ ᠨᠠᠰᠤ ᠵᠡᠷᢉᠡ ᠣᠷᠤᠨ᠎ᠠ᠃
            </p>
          </div>
        </div>

        {/* Data Usage */}
        <div className="px-3 py-2">
          <div className="flex gap-2">
            <p
              className="text-[9px] font-bold min-w-[50px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠮᠡᠳᠡᠭᠡ ᠮᠡᠳᠡᠯᠭᠡ ᠶᠢᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ
            </p>
            <p
              className="text-[8px] text-[#848382] flex-1 min-w-[140px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠢᠡᠷᠡᢉᠯᠡᢉᠡᠨ ᠦ᠋ ᠥᢉᢉᠦᢉᠳᠡᠯ ᠳ᠋ᠦ ᠲᠠ ᠮᠠᠨ ᠤ᠋ ᠸᠧᠪ ᠰᠠᠶᠢᠲ ᠪᠣᠯᠤᠨ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠶ᠋ᠢ ᢈᠡᠷᢈᠢᠨ ᠠᠰᠢᠭᠯᠠᠳᠠᠭ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠪᠠᠭᠲᠠᠨ᠎ᠠ᠃ ᢉᠡᠰᠢᢉᠦᠨᠴᠢᠯᠡᠯ ᠦ᠋ᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠳ᠋ᠦ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠡᠴᠡ ᠭᠠᠳᠠᠨ᠎ᠠ ᠠᠵᠢᠯ᠂ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ᠂ ᠮᠡᠷᢉᠡᠵᠢᠯ᠂ ᠠᠯᠪᠠᠨ ᠲᠤᠰᠢᠶᠠᠯ᠂ ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠵᠡᠷᢉᠡ ᠪᠠᠭᠲᠠᠨ᠎ᠠ᠃
            </p>
          </div>
        </div>

        {/* User Rights */}
        <div className="px-3 py-2 bg-[#F1F1F1]">
          <div className="flex gap-2">
            <p
              className="text-black font-bold text-[9px] min-w-[50px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠬᠦᠮᠦᠨ ᠦ ᠡᠷᠬᠡ
            </p>
            <p
              className="text-[8px] text-[#848382] flex-1 min-w-[100px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᢈᠡᠷᢈᠢᠨ ᠴᠤᠭᠯᠠᠭᠤᠯᠳᠠᠭ ᠪᠤᠢ? ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠳᠠᠷᠠᠭᠠᢈᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠴᠤᠭᠯᠠᠭᠤᠯᠳᠠᠭ᠃ ᠡᢉᠦᠨ ᠳ᠋ᠦ: ᠰᠢᠭᠤᠳ ᠬᠣᠯᠪᠤᠭᠳᠠᠬᠤ᠃ ᠑) ᠲᠠ ᠮᠠᠨ ᠤ᠋ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᢉᠡᠰᠢᢉᠦᠨ᠂ ᠰᠠᠶᠢᠨ ᠳᠤᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠠᠵᠢᠯᠲᠠᠨ᠂ ᠳᠠᠳᠤᠯᠭᠠᠵᠢᠭᠴᠢ᠂ ᠬᠠᠨᠳᠢᠪᠯᠠᠭᠴᠢ ᠵᠡᠷᢉᠡ ᠪᠡᠷ ᠪᠦᠷᠢᠳᢈᠡᢉᠦᠯᠦᢉᠰᠡᠨ᠂ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᠥᢉᢉᠦᢉᠰᠡᠨ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠳ᠋ᠤ ᠲᠠᠨ ᠤ᠋ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠥᢉᢉᠦᢉᠰᠡᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠳᠠᠭᠠᠭᠤ ᠠᠰᠢᠭᠯᠠᠨ᠎ᠠ᠃ ᠒) ᠪᠢᠳᠡ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠵᠥᠪᢈᠡᠨ ᠲᠠᠨ ᠤ᠋ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ ᠴᠤᠭᠯᠠᠭᠤᠯᠤᠭᠰᠠᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃
            </p>
          </div>
        </div>

        {/* Contact */}
        <div className="px-3 py-2">
          <div className="flex gap-2">
            <h2
              className="text-[9px] font-bold min-w-[40px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠬᠣᠯᠪᠤᠭᠰᠠᠨ ᠬᠤᠪᠢ
            </h2>
            <p
              className="text-[8px] font-bold flex-1 min-w-[120px]"
              style={{ writingMode: "vertical-lr" }}
            >
              ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠪᠠᠷᠢᠬᠤ ᢈᠡᠷᠪᠡ ᠲᠠᠨ ᠳ᠋ᠤ ᠡᠨᠡ ᢈᠦ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠡᠰᠡᠪᠡᠯ ᠮᠠᠨ ᠤ᠋ ᠨᠢᠭᠤᠴᠠᠯᠠᠯ ᠤ᠋ᠨ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠲᠠᠯᠠᠭᠠᠷ ᠠᠰᠠᠭᠤᠬᠤ ᠵᠦᠶᠢᠯ ᠪᠠᠶᠢᠪᠠᠯ members@amnesty᠃ mn ᠢᠮᠧᠶᠢᠯ ᠬᠠᠶ᠋ᠢᠭ ᠢ᠋ᠶᠠᠷ ᠪᠢᠳᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭᠳᠠᠨ᠎ᠠ ᠤᠤ᠃ ᠬᠡᠷᠡᠭ ᠲᠠᠨᠳ ᠡᠨᠡ ᠨᠢᠭᠤᠴᠠ ᠶᠢᠨ ᠪᠣᠳᠣᠯᠭᠠ ᠶᠢᠨ ᠲᠠᠯᠠ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠠᠢ᠌ᠴᠤ ᠪᠢᠳᠡ ᠳ᠋ᠦ ᠬᠣᠯᠪᠤᠬᠤ ᠬᠡᠷᠡᠭᠲᠡᠢ. ᠪᠢᠳᠡ ᠦᠨ ᠢᠮᠡᠶᠢᠯ ᠬᠠᠶᠠᠭ: contact@amnesty.mn ᠪᠣᠯᠣᠨ ᠤᠲᠠᠰᠤᠨ ᠬᠠᠶᠠᠭ: +976 11 123456 ᠰᠡᢉᠦᠯ ᠳ᠋ᠦ ᠰᠢᠨᠡᠴᠢᠯᠡᢉᠰᠡᠨ ᠒᠐᠒᠔᠂᠐᠓᠂᠒᠕
            </p>
          </div>
        </div>
      </div>
    </Layout>
  );
}
