// Campaign header image mapping
export const getCampaignHeaderImage = (campaignId, campaignData) => {
  const campaignHeaders = {
    1: "/mng/images/campaign/climate/zorigton_cover.png",
    2: "/mng/images/campaign/covers/tech.jpg",
    3: "/mng/images/campaign/covers/ersdeld_bui_000.png",
    4: "/mng/images/campaign/covers/uuramisgal.jpg",
    5: "/mng/images/campaign/covers/huniierhiinbolovsrol.jpg",
    6: "/mng/images/campaign/covers/tsaaziinyal.jpg",
    7: "/mng/images/campaign/covers/huniighundel.jpeg",
    8: "/mng/images/campaign/covers/oronbairtaibaih.jpg",
    9: "/mng/images/campaign/refugee/header-img.png",
    10: "/mng/images/campaign/header-img.png",
    11: "/mng/images/campaign/my-right/header-img.png",
    12: "/mng/images/campaign/covers/eruudenshuuh.jpg",
    13: "/mng/images/campaign/covers/ednse-header.jpg",
    14: "/mng/images/campaign/my-right/header-img.png",
  };

  return (
    campaignHeaders[campaignId] ||
    campaignHeaders[campaignData?.static_id] ||
    "/mng/images/campaign/header-img.png"
  );
};

// Campaign content data
export const getCampaignContent = (campaignId, campaign) => {
  const campaigns = {
    1: {
        title: "ᠵᠣᠷᠢᠭᠲᠤᠨ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ",
        video: "https://www.youtube.com/embed/rZ5xdIfk8NE?si=VjJ3F8SE1iwMVSjM",
        sections: [
          {
            title:
              "ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠵᠣᠷᠢᠭᠲᠠᠨ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ",
          },
          {
            title: "ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠢ᠋ ᢉᠦᠵᠢᠷᠳᠡᠵᠦ᠂ ᠭᠤᠲᠤᠭᠠᠨ ᠳᠣᠷᠤᠮᠵᠢᠯᠠᠵᠤ᠂ ᠬᠣᠷᠢᠵᠤ ᠵᠠᠷᠢᠮ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠳ᠋ᠤ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠠᠮᠢ ᠡᠷᠦᠰᠳᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠪᠢᠳᠡ ᠡᢉᠦᠨ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠶᠠᠪᠤᠭᠤᠯᠳᠠᠭ᠃",
          },
          {
            title: "ᠬᠤᠪᠢ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᢈᠡᠷᠡᢉ",
            content:
              "ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠨᠡᠷ᠎ᠡ ᠪᠠᠷᠢᠭᠰᠠᠨ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯ ᠪᠦᢈᠦᠢ ᠡᠲᠡᢉᠡᠳ ᠦ᠋ᠳ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠲᠡᠮᠡᠴᠡᢈᠦ ᠪᠡᠷ ᠵᠣᠷᠢᠭᠯᠠᠭᠰᠠᠨ ᢈᠦᠮᠦᠰ᠂ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠢ᠋ ᠠᠶᠤᠯᠭᠠᠨ ᠰᠦᠷᠳᠡᢉᠦᠯᠵᠦ᠂ ᠵᠠᠨᠤᠯᢈᠢᠯᠡᠵᠦ᠂ ᢉᠦᠳᢈᠡᠵᠦ᠂ ᠳᠠᠷᠤᠮᠲᠠ ᠰᠢᠬᠠᠯᠲᠠ ᠦᠵᠡᢉᠦᠯᠵᠦ᠂ ᠵᠦᠢ ᠪᠤᠰᠤ ᠬᠠᠷᠢᠴᠠᠵᠤ ᠲᠡᢉᠦᠨᠴᠢᠯᠡᠨ ᠬᠠᠤᠯᠢ ᠪᠤᠰᠤ ᠪᠠᠷ ᠪᠠᠷᠢᠪᠴᠢᠯᠠᠨ ᠬᠣᠷᠢᠭᠰᠠᠭᠠᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠲᠡᠮᠡᠴᠡᢉᠰᠡᠨ ᠦ᠋ ᢈᠢ ᠨᠢ ᠲᠥᠯᠦᢉᠡ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ ᠶ᠋ᠢ ᠪᠣᠭᠤᠮᠢᠯᠠᠬᠤ ᠴᠠᠭᠠᠰᠢᠯᠠᠭᠠᠳ ᠪᠦᠷᠢ ᠠᠮᠢ ᠨᠠᠰᠤ ᠶ᠋ᠢ ᠨᠢ ᢈᠥᠨᠦᢉᠡᢈᠦ ᠶᠠᠪᠤᠳᠠᠯ ᠭᠠᠷᠤᠭᠰᠠᠭᠠᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            // title: "ᠬᠤᠪᠢ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᢈᠡᠷᠡᢉ",
            content:
              "🕯️ ᠒᠐᠑᠕ ᠣᠨ ᠳ᠋ᠤ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠑᠕᠖ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠬᠣᠷᠢᠬᠤ ᠭᠠᠵᠠᠷ ᠲᠤ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠠᠮᠢ ᠨᠠᠰᠤ ᠪᠠᠨ ᠠᠯᠳᠠᠵᠡᠢ᠃ 🕯️ ᠖᠑ ᠤᠯᠤᠰ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠡᠷᢈᠡ᠂ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠪᠡᠨ ᠡᠳ᠋ᠯᠡᢉᠰᠡᠨ ᠦ᠋ ᢈᠢ ᠨᠢ ᠲᠥᠯᠦᢉᠡ ᠪᠠᠷᠢᠪᠴᠢᠯᠠᠨ ᠬᠣᠷᠢᠭᠰᠠᠨ ᠪᠠᠶᠢᠨ᠎ᠠ᠃🕯️ ᠒᠐᠑᠕ ᠣᠨ ᠤ᠋ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠑᠑᠓ ᠤᠯᠤᠰ ᢈᠡᠪᠯᠡᠯ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠶ᠋ᠢ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠵᠡᠢ᠃",
          },
          {
            title: "ᠡᠰᠡᠷᢉᠦᠴᠡᢈᠦ ᠡᠷᢈᠡ",
            content:
              "ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠣᠯᠠᠨ ᠣᠷᠤᠨ ᠤ᠋ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠠᠪᠴᠤ ᠶᠠᠪᠤᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠦ᠋ ᠨᠢᢉᠡ ᢈᠡᠰᠡᢉ ᠪᠣᠯᠭᠠᠨ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠡᠰᠡᠷᢉᠦᠴᠡᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠤᠳᠠᠭᠠᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳ᠋ᠤ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠶ᠋ᠢ ᠵᠣᠷᠢᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠲᠡᠳᠡᠨ ᠦ᠋ ᠪᠤᠯᠢᠬᠠᠢ ᠶ᠋ᠢ ᠢᠯᠡᠴᠢᠯᠡᢉᠰᠡᠨ ᢈᠡᠨ ᠢ᠋ ᠴᠦ ᠪᠣᠯᠪᠠ ᢉᠡᠮᠲᠦ ᢈᠡᠷᠡᢉᠲᠡᠨ᠂ ᠲᠧᠷᠷᠣᠷᠢᠰᠲ ᠡᠰᠡᠪᠡᠯ ᠭᠠᠳᠠᠨ᠎ᠠ ᠶ᠋ᠢᠨ ᠲᠤᠷᠰᠢᠭᠤᠯ ᠪᠣᠯᠭᠠᠵᠤ ᠬᠠᠷᠠᠭᠳᠠᠭᠤᠯᠬᠤ ᠶ᠋ᠢ ᠣᠷᠤᠯᠳᠤᠳᠠᠭ᠃",
          },
          {
            title: "ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠠᠮᠢᠳᠤᠷᠠᠯ᠂ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠳ᠋ᠠᢈᠢ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ",
            content:
              "ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠨᠢ ᠕᠕ ᠭᠠᠷᠤᠢ ᠵᠢᠯ ᠦ᠋ᠨ ᠲᠤᠷᠰᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠪᠠᠨ ᠤᠯᠠᠮ ᠠ᠋ᠴᠠ ᠪᠠᠷᠢᠪᠴᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡᠨ ᠦ᠋ ᠲᠥᠯᠦᢉᠡ᠂ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠬᠠᠤᠯᠢ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠣᠷᠴᠢᠨ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ᠂ᠰᠠᠶᠢᠵᠢᠷᠠᠭᠤᠯᠬᠤ᠂ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ ᠦ᠋ᠨ ᠭᠤᠳᠤᠮᠵᠢ ᠲᠠᠯᠠᠪᠠᠢ ᠳ᠋ᠤ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠨᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠲᠡᠮᠡᠴᠡᠵᠦ᠂ ᠢᠯᠠᠯᠲᠠ ᠠᠪᠴᠢᠷᠠᠭᠰᠠᠭᠠᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃🕯️ ᠪᠢᠳᠡ ᠢᠳᠡᠪᢈᠢᠲᠡᠢ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠪᠠᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠳ᠋ᠦ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠳ᠋ᠦ ᠥᠷᠲᠦᢉᠰᠡᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠤ᠋ᠨ ᢈᠡᠷᠡᢉ ᠢ᠋ ᠰᠤᠳᠤᠯᠵᠤ᠂ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠥᠷᠨᠢᢉᠦᠯᠦᠨ᠂ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠡᠮᠦᠨ᠎ᠡ ᠡᠴᠡ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠲᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᢈᠦᠷᢉᠡᢉᠦᠯᠳᠡᢉ᠃ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠳ᠋ᠤ ᠣᠷᠤᠯᠴᠠᠨ᠎ᠠ ᠤᠤ᠃🕯️ ᠪᠢᠳᠡ ᠮᠣᠩᠭᠣᠯ ᠳ᠋ᠠᢈᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠬᠠᠤᠯᠢ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠣᠷᠴᠢᠨ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
        ],
      },
      2: {
        title: "ᠲᠧᠺᠨ᠋ᠣᠯᠣᠭᠢ ᠪᠠ ᠬᠦᠮᠦᠨ ᠦ ᠡᠷ᠎ᠡ",
        video: "https://www.youtube.com/embed/L9gu9P9BuUI?si=cdl53mc6mezLMCOh",
        sections: [
          {
            title:
              "ᠲᠧᠺᠨ᠋ᠣᠯᠣᠭᠢ ᠬᠦᠮᠦᠨ ᠦ ᠡᠷ᠎ᠡ ᠶᠢ ᠵᠥᠷᠴᠢᠬᠦ ᠰᠢᠨ᠎ᠡ ᠠᠷᠭ᠎ᠠ ᠵᠠᠮᠤᠳ ᠢ ᠪᠢᠶ᠎ᠡ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ",
            content:
              "ᠲᠧᠺᠨ᠋ᠣᠯᠣᠭᠢ ᠬᠦᠮᠦᠨ ᠦ ᠡᠷ᠎ᠡ ᠶᠢ ᠵᠥᠷᠴᠢᠬᠦ ᠰᠢᠨ᠎ᠡ ᠠᠷᠭ᠎ᠠ ᠵᠠᠮᠤᠳ ᠢ ᠪᠢᠶ᠎ᠡ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ᠶᠠᠯᠭᠠᠪᠠᠷᠯᠠᠨ ᠭᠠᠳᠤᠤᠷᠬᠠᠯᠲ᠎ᠠ ᠶᠢ ᠳᠡᠯᠭᠡᠷᠦᠦᠯᠵᠦ᠂ ᠵᠠᠰᠠᠭ ᠤᠨ ᠭᠠᠵᠠᠷ ᠪᠣᠯᠤᠨ ᠺᠣᠮᠫᠠᠨᠢ ᠪᠢᠳᠨᠢ ᠬᠤᠪᠢᠶᠠᠨ ᠤᠷᠤᠨ ᠵᠠᠢ᠂ ᠬᠤᠪᠢᠶᠠᠨ ᠨᠢᠭᠤᠴ᠎ᠠ ᠳᠤ ᠬᠠᠯᠠᠳᠬᠤ ᠪᠣᠯᠣᠮᠵᠢ ᠶᠢ ᠣᠯᠭᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ᠡᠮᠨᠢᠰᠲᠢ ᠢᠨᠲᠦᠷᠨ᠋ᠠᠰᠢᠶᠣᠨ᠋ᠠᠯ ᠲᠧᠺᠨ᠋ᠣᠯᠣᠭᠢ ᠶᠢᠨ ᠳᠡᠪᠰᠢᠯᠭ᠎ᠠ ᠶᠢ ᠬᠦᠮᠦᠨ ᠦ ᠡᠷ᠎ᠡ ᠶᠢᠨ ᠲᠥᠯᠥᠭᠡ ᠠᠱᠢᠭᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠥᠯᠥᠭᠡ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠥᠷᠨᠦᠦᠯᠵᠦ᠂ ᠴᠠᠬᠢᠮ ᠣᠷᠴᠢᠨ ᠳᠤ ᠡᠮᠡᠭᠲᠡᠶᠢᠴᠦᠦᠳ ᠦ ᠡᠰᠦᠷᠭᠦ ᠭᠦᠲᠠᠨ ᠳᠤᠷᠤᠮᠵᠢᠯᠠᠬᠤ ᠶᠢᠨ ᠡᠰᠦᠷᠭᠦ ᠲᠡᠮᠴᠡᠬᠦ ᠶᠢᠨ ᠵᠡᠷᠭᠡᠴᠡᠡ ᠲᠠᠨᠢ ᠬᠤᠪᠢᠶᠠᠨ ᠨᠢᠭᠤᠴ᠎ᠠ ᠬᠠᠮᠢᠶᠠᠯᠠᠬᠠᠳ ᠬᠡᠷᠡᠭ ᠪᠣᠯᠣᠬᠤ ᠵᠥᠪᠯᠥᠮᠵᠢᠦᠦᠳ ᠬᠦᠷᠭᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
        ],
      },
      3: {
        title: "ᠵᠠᠬᠢᠳᠠᠯ ᠪᠢᠴᠢᠵᠦ᠂ ᠥᠭᠡᠷᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠶᠡᠴᠡᠭᠡᠶ",
        video: "https://www.youtube.com/embed/8rCXBIpllWg",
        sections: [
          {
            title: "ᠵᠠᠬᠢᠳᠠᠯ ᠪᠢᠴᠢᠵᠦ᠂ ᠥᠭᠡᠷᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠶᠡᠴᠡᠭᠡᠶ",
            content:
              "ᠡᠮᠨᠢᠰᠲᠢ ᠢᠨᠲᠦᠷᠨ᠋ᠠᠰᠢᠶᠣᠨ᠋ᠠᠯ ᠤᠨ 'ᠡᠷᠬᠦ ᠶᠢᠨ ᠲᠥᠯᠥᠭᠡ ᠪᠢᠴᠢᠴᠢᠭᠡᠶ' ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠨᠢ ᠡᠷᠬ᠎ᠡ ᠵᠥᠷᠴᠢᠭ ᠬᠦᠮᠦᠨ ᠦ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠢ ᠥᠭᠡᠷᠴᠢᠯᠡᠬᠦ ᠬᠦᠴᠦᠲᠡᠢ᠃ ᠳᠠᠯᠠᠢ ᠳᠠᠬᠢᠨ᠎ᠠ ᠶᠠᠪᠤᠯᠳᠠᠭ ᠵᠠᠬᠢᠳᠠᠯ ᠪᠢᠴᠢᠬᠦ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠤᠨ ᠭᠣᠯ ᠦᠨᠳᠦᠰᠦ ᠨᠢ ᠡᠨ᠎ᠡ ᠶᠤᠮ᠃ ᠡᠷᠬᠦ ᠶᠢᠨ ᠲᠥᠯᠥᠭᠡ ᠪᠢᠴᠢᠴᠢᠭᠡᠶ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶᠢᠨ ᠣᠷᠣᠯᠴᠤᠭᠴᠢ᠂ ᠳᠡᠮᠵᠢᠭᠴᠢ ᠡᠨᠡᠬᠦ ᠱᠤᠳᠠᠷᠭ᠎ᠠ ᠪᠦᠰᠦ ᠪᠠᠢᠳᠠᠯ ᠤᠨ ᠡᠰᠦᠷᠭᠦ ᠥᠭᠡᠷᠴᠢᠯᠡᠯᠲᠡ ᠬᠢᠶᠡᠬᠦ ᠬᠦᠰᠦᠯ ᠡᠷᠮᠡᠯᠵᠢᠯ ᠦᠶᠡᠷ ᠨᠡᠭᠳᠡᠳᠡᠭ᠃",
          },
        ],
      },
      4: {
        title: "ᠠᠭᠤᠤᠷ ᠠᠮᠢᠰᠭᠠᠯ ᠤᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠪᠠ ᠬᠦᠮᠦᠨ ᠦ ᠡᠷ᠎ᠡ",
        video: "https://www.youtube.com/embed/hL6EGGE3hRY",
        sections: [
          {
            title: "ᠠᠭᠤᠤᠷ ᠠᠮᠢᠰᠭᠠᠯ ᠤᠨ ᠥᠭᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ",
            content:
              "ᠳᠡᠯᠬᠢᠶ᠎ᠡ ᠳᠤᠯᠠᠷᠠᠯ᠂ ᠠᠭᠤᠤᠷ ᠠᠮᠢᠰᠭᠠᠯ ᠤᠨ ᠥᠭᠡᠷᠴᠢᠯᠡᠯᠲᠡᠦᠰ ᠦᠦᠳᠰᠡᠨ ᠪᠠᠶᠢᠭᠠᠯᠢ ᠭᠠᠮᠰᠢᠭ᠂ ᠳᠠᠯᠠᠢ ᠶᠢᠨ ᠲᠥᠪᠰᠢᠨ ᠦ ᠥᠭᠡᠷᠴᠢᠯᠡᠯᠲᠡ ᠬᠦᠮᠦᠨ ᠦ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠳᠤ ᠰᠢᠦᠦᠳ ᠪᠠ ᠰᠢᠦᠦᠳ ᠪᠦᠰᠠᠷ ᠨᠥᠭᠥᠯᠡᠰᠦᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ᠭᠠᠨ ᠭᠠᠴᠢᠭ᠂ ᠦᠢᠷ ᠤᠰᠤ ᠶᠢᠨ ᠠᠶᠤᠯ᠎ᠦᠰ ᠪᠣᠯᠵᠤ ᠬᠦᠮᠦᠨ ᠣᠷᠣᠨ ᠭᠡᠷ ᠦᠭᠡᠢ ᠪᠣᠯᠵᠤ᠂ ᠤᠷᠭᠠᠴ ᠠᠯᠠᠳᠬᠤ ᠵ᠌ᠦᠷᠦᠭᠦᠭ᠎ᠦᠷ ᠡᠳ᠋ᠦᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠢᠶᠢᠭᠡᠮ ᠦ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠳᠤ ᠨᠦ ᠨᠥᠭᠥᠯᠡᠵᠦ ᠬᠦᠮᠦᠨ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠤᠨ ᠨᠠᠳ ᠵᠠᠬᠢᠨ ᠬᠡᠷᠡᠭᠴᠦ ᠰᠢᠠᠷᠳᠯᠠᠭ᠎ᠠ ᠬᠠᠩᠭᠠᠵᠤ ᠴᠢᠳᠠᠬᠤᠭᠦᠢ ᠳᠤ ᠬᠦᠷᠳᠡᠭ᠃ ᠢᠮᠯ᠎ᠡ ᠠᠭᠤᠤᠷ ᠠᠮᠢᠰᠭᠠᠯ ᠤᠨ ᠥᠭᠡᠷᠴᠢᠯᠡᠯᠲᠡ ᠨᠢ ᠬᠦᠮᠦᠨ ᠦ ᠠᠮᠢᠳ ᠶᠠᠪᠬᠤ᠂ ᠡᠷᠦᠯ ᠠᠮᠢᠳᠷᠠᠬᠤ ᠪᠣᠯᠤᠨ ᠬᠤᠤᠯ ᠬᠦᠨᠰ᠂ ᠤᠨᠳᠤ ᠤᠰ᠂ ᠣᠷᠣᠨ ᠪᠠᠢᠷᠠᠷ ᠬᠠᠩᠭᠠᠳᠠᠬᠤ ᠡᠷᠬᠲᠡᠢ ᠰᠢᠦᠦᠳ ᠬᠣᠯᠪᠤᠭᠠᠨ᠃",
          },
        ],
      },
      5: {
        title: "ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ",
        video: "",
        sections: [
          {
            title: "ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ",
            content:
              "ᠲᠠ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ᠶᠠᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠲᠡᢉᠰᠢ ᠡᠷᢈᠡ᠂ ᠨᠡᠷ᠎ᠡ ᢈᠦᠨᠳᠦ᠂ ᠬᠠᠷᠢᠯᠴᠠᠨ ᢈᠦᠨᠳᠦᠯᠡᠯ ᠢ᠋ ᠥᠪᠡᠷ ᠦ᠋ᠨ ᠣᠷᠴᠢᠨ ᠲᠣᠭᠤᠷᠢᠨ ᠳ᠋ᠤ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠳ᠋ᠦ᠂ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᢈᠢᠨ᠎ᠠ ᠲᠦᢉᠡᢉᠡᢈᠦ ᠤᠷ᠎ᠠ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠬᠠᠨᠳᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠥᠪᠡᠷ ᠲᠦ ᠪᠡᠨ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠲᠤ ᠲᠥᠯᠦᠪᠰᠢᢉᠦᠯᠵᠦ᠂ ᢈᠥᢉᠵᠢᢉᠦᠯᠵᠦ ᠴᠢᠳᠠᠨ᠎ᠠ᠃ᠡᠶᠢᠮᠦ ᠡᠴᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠲᠦᢉᠡᢉᠡᢈᠦ ᠨᠢ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠭᠣᠣᠯ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠨᠢᢉᠡ ᠪᠢᠯᠡ᠃ᠲᠠ ᠡᠮᠨᠧᠰᠲ᠋ᠧ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠡᠷᢈᠢᠯᠡᠨ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠨᠣᠮ ᠲᠣᠪᢈᠢᠮᠠᠯ᠂ᠸᠢᠳᠧᠣ᠋ ᠻᠣᠨ᠋ᠲ᠋ᠧᠨ᠋ᠲ᠂ ᠫᠣᠳ᠋ᠻᠠᠰᠲ᠂ ᠴᠠᢈᠢᠮ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶ᠋ᠢ ᠦᠵᠡᠵᠦ ᠰᠤᠳᠤᠯᠵᠤ᠂ ᠥᠪᠡᠷ ᠢ᠋ ᠪᠡᠨ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠢ᠋ ᠡᠷᢈᠡ ᠪᠡᠨ ᠮᠡᠳᠡᠳᠡᢉ᠂ ᠡᠷᢈᠡ ᠪᠡᠨ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠂ ᠡᠷᢈᠡ ᠪᠡᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠳᠠᠭ ᢈᠦᠮᠦᠨ ᠪᠣᠯᠬᠤ ᠳ᠋ᠤ ᠨᠢ ᠲᠤᠰᠠᠯᠠᠭᠠᠷᠠᠢ᠃",
          },
          {
            title: "ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠡᢉᠡᠯᠢᠲᠡᠢ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ",
            content:
              "ᠨᠢ‍᠂ᠦ‍᠂ᠪᠠ‍ ᠊ ᠶ᠋ᠢᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᠵᠣᠷᠢᠯᠲᠠ ᠶ᠋ᠢᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠠ᠋ᠴᠠ ᠒᠐᠐᠙ ᠣᠨ ᠠ᠋ᠴᠠ “ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠡᢉᠡᠯᠢᠲᠡᠢ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ” ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠶ᠋ᠢ ᠰᠠᠨᠠᠭᠠᠴᠢᠯᠠᠨ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᠵᠦ ᠢᠷᠡᢉᠰᠡᠨ᠃ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠦᠨᠡᠲᠦ ᠵᠦᠶᠢᠯ ᠢ᠋ ᠲᠦᢉᠡᢉᠡᠨ ᠳᠡᠯᢉᠡᠷᠡᢉᠦᠯᠵᠦ᠂ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶ᠋ᠢᠨ ᠤᠳᠤᠷᠢᠳᠤᠯᠭ᠎ᠠ᠂ᠪᠠᠭᠰᠢ ᠡᠴᠢᢉᠡ ᠡᢈᠡ᠂ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠤ᠋ᠨ ᠲᠡᢉᠰᠢ ᠣᠷᠤᠯᠴᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶ᠋ᠢᠨ ᠪᠦᢈᠦᠢ ᠯᠡ ᠣᠷᠴᠢᠨ ᠳ᠋ᠠᢈᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠠᠷᠢᠯᠭᠠᠵᠤ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠳᠡᢉᠡᠳᠦᠯᠡᢉᠰᠡᠨ᠂ ᠬᠠᠷᠢᠯᠴᠠᠨ ᠪᠡᠶ᠎ᠡ ᠪᠡᠶ᠎ᠡ ᠪᠡᠨ ᢈᠦᠨᠳᠦᠯᠡᠳᠡᢉ ᠣᠷᠴᠢᠨ ᠢ᠋ ᠪᠦᠷᠢᠳᠦᢉᠦᠯᢈᠦ ᠵᠣᠷᠢᠯᠭᠠᠲᠠᠢ᠃ᢈᠡᢉᠡᠰᠦ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠨᠢ ᠧ‍᠂ᠢ‍᠆ᠶ᠋ᠢᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᢈᠢᠨ᠎ᠠ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᢈᠦᠷᠲᠡᢉᠡᠮᠵᠢᠲᠡᠢ ᠪᠣᠯᠭᠠᠵᠤ᠂ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠲᠣᠭᠲᠠᠯᠴᠠᠭᠠᠨ ᠳ᠋ᠤ ᠨᠡᠪᠲᠡᠷᠡᢉᠦᠯᢈᠦ ᠭᠠᠶᠢᠬᠠᠮᠰᠢᠭᠲᠠᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠪᠢᠯᠡ᠃ᢈᠡᢉᠡᠰᠦ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᠲᠤᠷᠰᠢᠯᠲᠠ ᠶ᠋ᠢᠨ ᠱᠠᠲᠤᠨ ᠳ᠋ᠤ ᠒᠐᠐᠙ ᠣᠨ ᠤ᠋ ᠙ᠷ ᠰᠠᠷ᠎ᠠ ᠠ᠋ᠴᠠ ᠒᠐᠑᠑ ᠣᠨ ᠤ᠋ ᠗ᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠬᠣᠭᠤᠷᠤᠨᠳᠤ ᠑᠔ ᠣᠷᠤᠨ ᠤ᠋ ᠑᠕ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠵᠡᠢ᠃ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᢈᠡᢉᠡᠰᠦ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠳ᠋ᠦ ᠨᠡᠶᠢᠰᠯᠡᠯ ᠤᠯᠠᠭᠠᠨᠪᠠᠭᠠᠲᠤᠷ ᠪᠣᠯᠤᠨ ᠳᠠᠷᠬᠠᠨ᠂ ᠡᠷᠳᠡᠨᠢᠲᠦ ᠬᠣᠲᠠ ᠶ᠋ᠢᠨ ᠑᠘ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠢᢉᠡᠳᠦᢉᠰᠡᠨ᠃",
            image: "/mng/images/campaign/campaign_5/hunii_erhed_eeltei_surguuli.jpg"
          },
          {
            title: "ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠡᢉᠡᠯᠢᠲᠡᠢ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᢉᠡᠵᠦ ᠶᠠᠭᠤ ᠪᠤᠢ?",
            content:
              "ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠡᢉᠡᠯᠢᠲᠡᠢ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᢉᠡᠳᠡᢉ ᠨᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠭᠣᠣᠯ ᠦᠶᠢᠯᠡ ᢈᠡᠷᠡᢉ᠂ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠲᠠ ᠶ᠋ᠢᠨ ᠵᠠᠷᠴᠢᠮ ᠪᠣᠯᠭᠠᠵᠤ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠰᠤᠷᠭᠠᠬᠤ᠂ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ᠂ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᢈᠦ᠂ ᢈᠦᠨᠳᠦᠯᠡᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠳᠠᠭ ᠬᠠᠮᠲᠤ ᠣᠯᠠᠨ ᠶᠤᠮ᠃ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠡᢉᠡᠯᠢᠲᠡᠢ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠢ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠪᠠᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠣᠯᠭᠤᠬᠤ ᠠ᠋ᠴᠠ ᠭᠠᠳᠠᠨ᠎ᠠ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶ᠋ᠢᠨ ᠪᠦᢈᠦᠢ ᠯᠡ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠳ᠋ᠤ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᢈᠦᠨᠳᠦᠳᢈᠡᢈᠦ ᠶ᠋ᠢ ᠨᠡᠪᠲᠡᠷᠡᢉᠦᠯᠵᠢ “ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠡᠶᠢᠲᠡ ᠪᠡᠷ ᠢ᠋ᠶᠡᠨ” “ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠰᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ” ᠬᠠᠨᠳᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠳ᠋ᠤ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᢉᠡ᠂ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠴᠢᢉᠯᠡᢉᠦᠯᠳᠡᢉ᠃",
          },
          {
            title: "“ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠨᠢᢉᠡᠴᠡ ᢈᠢᠴᠢᠶᠡᠯ ᠦ᠋ᠨ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠳ᠋ᠦ ᠨᠢᢉᠡᠳᢈᠡᢈᠦ ᠨᠢ” ᠤᠷ᠎ᠠ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠶ᠋ᠢᠨ ᠤᠷᠤᠯᠳᠤᠭᠠᠨ",
            content:
              "ᢈᠡᢉᠡᠰᠦ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠨᠢᢉᠡᠴᠡ ᢈᠢᠴᠢᠶᠡᠯ ᠦ᠋ᠨ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠳ᠋ᠦ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠲᠤᠰᠬᠠᠬᠤ ᠤᠷ᠎ᠠ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠶ᠋ᠢᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠤᠷᠤᠯᠳᠤᠭᠠᠨ ᠢ᠋ ᠒᠐᠑᠐ ᠣᠨ ᠠ᠋ᠴᠠ ᠡᢈᠢᠯᠡᠨ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠶᠡ‍᠂ᠪᠣ᠂ᠰᠤ‍᠆ᠶ᠋ᠢᠨ ᢈᠢᠴᠢᠶᠡᠯ ᠢ᠋ ᠠᠮᠢᠳᠤᠷᠠᠯ᠂ ᢈᠡᠷᠡᢉᠯᠡᢉᠡᠨ ᠳ᠋ᠦ ᠢᠯᠡᢉᠦᠦ ᠣᠶᠢᠷᠠᠳᠤᠭᠤᠯᠬᠤ᠂ᠰᠤᠷᠤᠯᠴᠠᠬᠤᠢ ᠶ᠋ᠢᠨ ᠦᠶᠢᠯᠡ ᠶᠠᠪᠤᠴᠠ ᠳ᠋ᠤ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠦᠵᠡᠯ ᠰᠠᠨᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠨᠢᢉᠡᠳᢈᠡᢈᠦ ᠢᠳᠡᠪᢈᠢ ᠰᠠᠨᠠᠭᠠᠴᠢᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠥᠷᠨᠢᢉᠦᠯᢈᠦ᠂ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠤ᠋ᠨ ᠠᠷᠭ᠎ᠠ ᠵᠦᠢ ᠶ᠋ᠢ ᠳᠡᠮᠵᠢᢈᠦ ᠵᠣᠷᠢᠯᠭᠠᠲᠠᠢ ᠲᠤᠰ ᠨᠡᢉᠡᢉᠡᠯᠲᠡᠲᠡᠢ ᠤᠷᠤᠯᠳᠤᠭᠠᠨ ᠳ᠋ᠤ ᠤᠷᠤᠯᠳᠤᠭᠠᠨ ᠳ᠋ᠤ ᠨᠡᠶᠢᠰᠯᠡᠯ᠂ ᠠᠶᠢᠮᠠᠭ᠂ ᠰᠤᠮᠤ ᠶ᠋ᠢᠨ ᠪᠠᠭᠰᠢ ᠨᠠᠷ ᠣᠷᠤᠯᠴᠠᠵᠤ ᢈᠢᠴᠢᠶᠡᠯ ᠵᠢᠭᠠᠵᠤ ᠤᠷ᠎ᠠ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠪᠠᠨ ᠰᠣᠷᠢᠳᠠᠭ᠃",
          },
          {
            title: "ᠶᠠᠷᠢᠳᠠᠭ ᠹᠦᠲ᠋ᠪᠣᠯᠻ",
            content:
              "ᠤᠷᠠᠯᠢᠭ ᠢ᠋ᠶᠠᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠣᠯᠭᠤᠬᠤ᠂ ᠵᠢᠷᠤᠭ᠂ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᠮᠵᠢ ᠪᠡᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ᠂ ᠦᢉᠡ ᢈᠡᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠪᠡᠨ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠪᠦᠷᠢᠳᠦᢉᠦᠯᢈᠦ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠵᠢᠯ ᠦ᠋ᠨ ᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᠕ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠒᠘ ᠪᠤᠶᠤ ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠡᢉᠦᠰᢈᠡᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠭᠰᠠᠨ ᠡᠳᠦᠷ ᠢ᠋ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠭᠤᠯᠤᠨ “ᠶᠠᠷᠢᠳᠠᠭ ᠹᠦᠲ᠋ᠪᠣᠯᠻ” ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠡᠳᠦᠷᠯᠢᢉ ᠢ᠋ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠳᠠᠭ᠃ᠤᠭ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠧᠮᠨᠧᠰᠲ᠋ᠧᠨ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠦᠶ᠎ᠡ ᠦᠶ᠎ᠡ ᠶ᠋ᠢᠨ ᠵᠠᠯᠠᠭᠤ ᢉᠡᠰᠢᢉᠦᠳ᠂ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠠᠶᠢᠨ ᠳᠤᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠠᠵᠢᠯᠲᠠᠨ᠂ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ ᠒᠐᠑᠔ ᠣᠨ ᠠ᠋ᠴᠠ ᠬᠣᠶᠢᠰᠢ ᠵᠢᠯ ᠪᠦᠷᠢ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠵᠤ ᠪᠤᠢ ᠪᠠ ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ ᠳ᠋ᠦ ᠥᠪᠡᠷ ᠦ᠋ᠨ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ᠂ᠮᠡᠳᠡᠷᠡᠮᠵᠢ ᠪᠡᠨ ᠹᠦᠲ᠋ᠪᠣᠯᠻ ᠳᠡᢉᠡᠷ᠎ᠡ ᠵᠠᠭᠪᠤᠷ ᠭᠠᠷᠭᠠᠵᠤ ᠲᠡᢉᠦᠨ ᠢ᠋ ᠪᠡᠨ ᠪᠤᠰᠤᠳ ᠲᠠᠢ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠣᠯᠭᠤᠬᠤ ᠵᠣᠷᠢᠯᠭᠠᠲᠠᠢ ᠠᠵᠢ᠃ᠡᠨᠡ ᠡᠳᠦᠷ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ᠂ ᢈᠡᢉᠡᠰᠦ᠆ᠶ᠋ᠢᠨ ᠠᠩᢉᠢ ᠬᠠᠮᠲᠤ ᠣᠯᠠᠨ᠂ ᠬᠤᠪᠢ ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠠᠯᠠᠭᠠᠷ ᠪᠤᠰᠤᠳ ᠲᠤ ᢈᠡᠯᠡᢈᠦ ᠶ᠋ᠢ ᢈᠦᠰᠡᢉᠰᠡᠨ ᠦᢉᠡ ᠪᠣᠯᠤᠨ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠦᢉᠡ ᠪᠡᠷ᠂ᠵᠢᠷᠤᠭ ᠢ᠋ᠶᠠᠷ ᠪᠣᠯᠤᠨ ᠳ᠋ᠢᠵᠢᠲ᠋ᠠᠯ ᠠᠷᠲ ᢈᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠤᠷᠠᠯᠠᠨ ᠥᠪᠡᠷ ᠦ᠋ᠨ ᠹᠦᠲ᠋ᠪᠣᠯᠻ ᠳᠡᢉᠡᠷ᠎ᠡ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠫᠠᠷᠠᠳ᠋ ᠲᠤ ᠣᠷᠤᠯᠴᠠᠳᠠᠭ᠃ᠫᠠᠷᠠᠳ᠋ ᠲᠤ ᠣᠷᠤᠯᠴᠠᠭᠴᠢ ᠨᠠᠷ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠤᠳᠬ᠎ᠠ ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠵᠠᠭᠪᠤᠷ ᠵᠡᠷᢉᠡ ᠰᠢᠯᠭᠠᠭᠤᠷ ᠤ᠋ᠨ ᠳᠠᠭᠠᠭᠤ ᠰᠢᠯᠢᠳᠡᢉ ᠪᠦᠲᠦᢉᠡᠯ ᠦ᠋ᠨ ᠤᠷᠤᠯᠳᠤᠭᠠᠨ ᠳ᠋ᠤ ᠣᠷᠤᠯᠴᠠᠳᠠᠭ᠃ᠲᠡᢉᠦᠨᠴᠢᠯᠡᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠤᠳᠬ᠎ᠠ ᠠᠭᠤᠯᠭ᠎ᠠ᠂ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᠮᠵᠢ ᠪᠦᢈᠦᠢ ᠹᠦᠲ᠋ᠪᠣᠯᠻ ᠲᠠᠢ ᠵᠠᠭᠠᠷ ᠤ᠋ᠨ ᠱᠣᠤ ᠵᠡᠷᢉᠡ ᠣᠯᠠᠨ ᠰᠣᠨᠢᠷᠬᠠᠯᠲᠠᠢ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠳᠠᠭ᠃",
            image: "/mng/images/campaign/campaign_5/shirt_cover.B-YvENqy.jpg"
          },
          {
            title: "ᠡᠷᢈᠡ ᠪᠡᠨ ᠮᠡᠳᠡᠶ᠎ᠡ",
            content:
              "ᠶᠡᠷᠦᠩᢈᠡᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶ᠋ᠢᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠮᠡᠲᠡᢉᠡᠯᠴᠡᢉᠡᠨ ᠢ᠋ᠶᠡᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠣᠯᠭᠤᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ “ᠡᠷᢈᠡ ᠪᠡᠨ ᠮᠡᠳᠡᠶ᠎ᠡ” ᠠᠩᠬᠠᠯᠠᠨ ᠮᠡᠲᠡᢉᠡᠯᠴᠡᢉᠴᠢ ᠨᠠᠷ ᠤ᠋ᠨ ᠠᠪᠤᠷᠭᠤ ᠰᠢᠯᠭᠠᠷᠠᠭᠤᠯᠬᠤ ᠮᠡᠲᠡᢉᠡᠯᠴᠡᢉᠡᠨ ᠦ᠋ ᠲᠡᠮᠡᠴᠡᢉᠡᠨ ᠢ᠋ ᠒᠐᠑᠐ ᠣᠨ ᠠ᠋ᠴᠠ ᠡᢈᠢᠯᠡᠨ ᠣᠳᠬᠠᠨᠲᠩᠷᠢ ᠶᠡᢈᠡ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ᠂ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠻᠠᠷᠯ ᠫᠣᠫᠫᠧᠷ ᠤ᠋ᠨ ᠮᠡᠲᠡᢉᠡᠯᠴᠡᢉᠡᠨ ᠦ᠋ ᠨᠡᠶᠢᢉᠡᠮᠯᠢᢉ ᠲᠡᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠷᢈᠡ ᠪᠡᠨ ᠮᠡᠳᠡᠶ᠎ᠡ ᠲᠡᠮᠡᠴᠡᢉᠡᠨ ᠳ᠋ᠦ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠥᠨᠴᠦᢉ ᠪᠤᠯᠤᠩ ᠪᠦᠷᠢ ᠡᠴᠡ ᠶᠡ‍᠂ᠪᠣ᠂ᠰᠤ‍᠆ᠶ᠋ᠢᠨ ᠰᠤᠷᠤᠭᠴᠢ᠂ ᠮᠡᠲᠡᢉᠡᠯᠴᠡᢉᠡᠨ ᠦ᠋ ᠻᠯᠦ᠋ᠪ ᠦ᠋ᠳ ᠪᠦᠷᠢᠳᢈᠡᢉᠦᠯᠦᠨ ᠣᠷᠤᠯᠴᠠᠭ ᠪᠠ ᠵᠢᠯ ᠪᠦᠷᠢ ᠑᠒᠘ ᠪᠠᠭ ᠤ᠋ᠨ ᠓᠘᠔ ᠰᠤᠷᠤᠭᠴᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠑᠐ ᠰᠡᠳᠦᠪ ᠦ᠋ᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠮᠡᠲᠡᢉᠡᠯᠴᠡᠳᠡᢉ᠃",
            image: "/mng/images/campaign/campaign_5/erhee_cover.B7ClspfB.jpg"
          },
          {
            title: "ᠨᠥᢈᠦᠷᠰᠦᢉ ᠵᠢᠭᠠᠯ ᠤ᠋ᠳ",
            content:
              "ᠱᠣᠭᠯᠠᠬᠤ᠂ ᠳᠡᢉᠡᠷᠡᠯᢈᠡᢈᠦ᠂ ᠳᠠᠷᠤᠮᠲᠠᠯᠠᠬᠤ ᠨᠢ ᠨᠢ‍᠂ᠦ‍᠂ᠪᠠ‍᠆ᠶ᠋ᠢᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠦᢉᠡᠮᠡᠯ ᠲᠤᠩᠬᠠᠭᠯᠠᠯ᠂ ᢈᠡᠦᢈᠡᠳ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠲᠤᠬᠠᠢ ᠨᠡ‍᠂ᠦ‍᠂ᠪᠠ‍᠆ᠶ᠋ᠢᠨ ᠻᠣᠨ᠋ᠸᠧᠨ᠋ᠼ ᠢ᠋ᠶᠠᠷ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠰᠠᠨ ᠠᠶᠤᠯ ᠦᢉᠡᠢ᠂ ᠠᠮᠤᠷ ᠲᠠᠶᠢᠪᠤᠩ ᠣᠷᠴᠢᠨ ᠳ᠋ᠤ ᠠᠵᠤ ᠲᠥᠷᠦᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠦᢉᠡᠶᠢᠰᢈᠡᠳᠡᢉ᠃ᠣᠯᠠᠨ ᢈᠡᠦᢈᠡᠳ ᠦ᠋ᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ᠂ ᠳᠣᠷᠤᠮᠵᠢᠯᠠᠯ᠂ ᠳᠠᠷᠤᠮᠲᠠ ᠳ᠋ᠤ ᠥᠷᠲᠦᠳᠡᢉ ᠲᠠᠭ᠎ᠠ ᠦᢉᠡᠢ ᠭᠠᠵᠠᠷ ᠪᠣᠯᠵᠤ ᠬᠤᠪᠢᠷᠠᠭᠰᠠᠨ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠦᠶ᠎ᠡ ᠲᠡᠩ ᠦ᠋ᠨ ᢈᠢᠨ ᠦ᠋ ᠳᠠᠷᠤᠮᠲᠠ ᠭᠠᠭᠴᠠ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠪᠠᠷ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠬᠤ ᠦᢉᠡᠢ᠂ ᠴᠠᢈᠢᠮ ᠣᠷᠴᠢᠨ ᠳ᠋ᠤ ᠭᠠᠵᠠᠷ ᠠᠪᠤᠭᠰᠠᠨ᠃ᢈᠡᠦᢈᠡᠳ ᠦ᠋ᠳ ᢈᠡᠦᢈᠡᠳ ᠪᠣᠯᠵᠤ ᠲᠥᠷᠦᢉᠰᠡᠨ ᠦ᠋ ᠪᠡᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠬᠠᠶᠢᠷᠠᠯᠠᠭᠳᠠᠵᠤ᠂ ᢈᠦᠨᠳᠦᠯᠡᢉᠳᠡᢈᠦ ᠡᠷᢈᠡᠲᠡᠢ᠃ᢈᠦᠨᠳᠦᠯᠡᠯ᠂ ᠨᠡᠷ᠎ᠡ ᠲᠥᠷᠦ᠂ ᠣᠷᠤᠯᠴᠠᠭ᠎ᠠ ᠂ ᠠᠯᠠᠭᠴᠢᠯᠠᠯ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠪᠣᠯ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠦᠨᠡᠲᠦ ᠵᠦᠶᠢᠯᠡᠰ ᠦ᠋ᠨ ᠦᠨᠳᠦᠰᠦ ᠶᠤᠮ᠃ᠬᠠᠷᠢᠨ ᠱᠣᠭᠯᠠᠵᠤ᠂ ᠳᠡᢉᠡᠷᠡᠯᢈᠡᠵᠦ᠂ ᠳᠠᠷᠤᠮᠲᠠᠯᠠᠭᠰᠠᠨ ᠢ᠋ᠶᠠᠷ ᠡᠨᠡ ᠪᠦᢉᠦᠳᠡ ᠶ᠋ᠢ ᠦᢉᠡᠶᠢᠰᢈᠡᠳᠡᢉ ᠶᠤᠮ᠃ᢈᠡᠦᢈᠡᠳ ᠦ᠋ᠳ ᠲᠦ ᠦᠶ᠎ᠡ ᠲᠡᠩ ᠦ᠋ᠨ ᢈᠢᠨ ᠲᠡᠢ ᠪᠡᠨ ᠨᠥᢈᠦᠷᠰᠦᢉ ᠬᠠᠷᠢᠯᠴᠠᠬᠤ᠂ ᠨᠠᠶᠢᠵᠠ ᠨᠤᠭᠤᠳ ᠢ᠋ᠶᠠᠨ ᢈᠦᠨᠳᠦᠯᠡᠨ ᠬᠠᠶᠢᠷᠠᠯᠠᠬᠤ᠂ᠬᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠬᠠᠨᠳᠤᠯᠭ᠎ᠠ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ᠂ ᠴᠠᠭᠠᠰᠢᠯᠠᠭᠠᠳ ᠡᠷᢈᠡ ᠪᠡᠨ ᠮᠡᠳᠡᠳᠡᢉ᠂ ᠡᠷᢈᠡ ᠪᠡᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠳᠠᠭ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠮᠡᠳᠡᠷᠡᠮᠵᠢᠲᠡᠢ ᠥᠰᠪᠦᠷᠢ ᠦᠶ᠎ᠡ ᠶ᠋ᠢᠨ ᢈᠢᠨ ᠢ᠋ ᠪᠡᠯᠡᠳᢈᠡᢈᠦ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠣᠶᠤᠯ ᠢ᠋ ᠲᠦᢉᠡᢉᠡᢈᠦ ᠳ᠋ᠦ ᠲᠤᠰ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠣᠷᠤᠰᠢᠨ᠎ᠠ᠃ᠶᠡᠷᠦᠩᢈᠡᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠶ᠋ᠢᠨ ᠑᠆᠑᠒᠆ᠷ ᠠᠩᢉᠢ ᠶ᠋ᠢᠨ ᠰᠤᠷᠤᠭᠴᠢᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠲᠤᠰ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠑᠆᠓᠂ ᠔᠆᠕᠂ ᠖᠆᠘᠂ ᠙᠆᠑᠒᠆ᠷ ᠠᠩᢉᠢ ᠨᠤᠭᠤᠳ ᠲᠤ ᠵᠣᠷᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠔ ᠮᠣᠳᠦ᠋ᠯᠢ ᠪᠦᢈᠦᠢ ᠣᠷᠤᠯᠴᠠᠭᠠᠨ ᠳ᠋ᠤ ᠲᠤᠯᠭᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠢᠨ᠋ᠲ᠋ᠧᠷᠠᠻᠲ᠋ᠢᠸ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠲᠡᠢ᠃",
            image: "/mng/images/campaign/campaign_5/nuhursug_cover.BkEEz-5Q.jpg"
          },
        ],
      },
      6: {
        title: "ᠴᠠᠭᠠᠵᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ ᠤᠨ ᠡᠰᠦᠷᠭᠦ",
        video: "https://www.youtube.com/embed/PkGxNZK7cQ0?si=FFZPdVM4Ll0tWedr",
        sections: [
          {
            title: "",
            content:
              "2017 ᠣᠨᠳᠤ ᠳᠡᠯᠬᠢᠶ᠎ᠡ ᠳᠠᠶᠠᠭᠠᠷ 607 ᠬᠦᠮᠦᠨ ᠲᠥᠷᠦ ᠵᠠᠰᠠᠭ᠎ᠠ ᠦᠬᠡᠬᠦ ᠶᠠᠯᠠᠭᠠᠷ ᠰᠢᠶᠢᠳᠭᠦᠦᠯᠦᠭᠰᠡᠨ᠃ ᠬᠢᠲᠠᠳ ᠪᠠ ᠬᠣᠢ ᠰᠣᠯᠣᠩᠭᠣᠰ ᠭᠦᠶᠴᠡᠲᠡᠭᠰᠡᠨ ᠲᠣᠣᠨ ᠦᠯ ᠮᠡᠳᠡᠭᠳᠡᠬ ᠦᠬᠡᠬᠦ ᠶᠠᠯᠠᠢ ᠣᠷᠣᠯᠴᠤᠯᠠᠠᠳ ᠳᠡᠭᠡᠷ᠎ᠡ ᠳᠤᠷᠤᠰᠤᠨ᠎ᠠ ᠡᠴᠡ ᠣᠯᠠᠨ ᠬᠦᠮᠦᠨ ᠦ ᠠᠮᠢᠶᠠ ᠠᠯᠠᠪᠠ᠃ ᠴᠠᠭᠠᠵᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯ ᠨᠢ ᠬᠦᠮᠦᠨ ᠦ ᠡᠷᠬᠡ ᠶᠢ ᠲᠤᠢᠯ ᠤᠨ ᠪᠠᠶᠢᠳᠠᠯ ᠦᠭᠦᠢᠰᠦᠭᠡᠳ ᠲᠤᠯ ᠡᠮᠨᠡᠰᠲᠢ ᠢᠨᠲᠦᠷᠨ᠋ᠠᠰᠢᠶᠣᠨ᠋ᠠᠯ ᠨᠢ ᠪᠦᠬᠦ ᠲᠣᠬᠢᠶᠠᠯᠳᠠ ᠡᠨ᠎ᠡ ᠶᠠᠯ ᠢ ᠡᠰᠦᠷᠭᠦᠴᠦᠳᠡᠭ ᠪᠠ ᠬᠠᠯᠠᠬᠤ ᠶᠢᠨ ᠲᠥᠯᠥᠭᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤᠨ ᠢᠬ ᠬᠤᠷᠠᠯ ᠦᠪᠡ ᠨ 2015 ᠣᠨ ᠤ 12 ᠷ ᠰᠠᠷᠠ ᠨ 3 ᠨᠥ ᠥᠳᠦᠷ ᠡᠷᠦᠦᠩ ᠦᠨ ᠬᠠᠤᠯᠢ (ᠰᠢᠨᠢᠴᠢᠯᠰᠦᠨ ᠨᠠᠢᠷᠠᠭᠤᠯᠭ᠎ᠠ) ᠪᠠᠲᠠᠯᠵᠤ 2017 ᠣᠨ ᠤ 7 ᠷ ᠰᠠᠷᠠ ᠨ 1 ᠨᠥ ᠥᠳᠦᠷ ᠡᠴᠡ ᠬᠡᠷᠡᠭᠵᠢᠵ ᠡᠴᠡᠯᠰᠨᠡᠷ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠴᠠᠭᠠᠵᠠᠷ ᠠᠪᠬᠤ ᠶᠠᠯᠠᠢ ᠪᠦᠷᠡᠨ ᠬᠠᠯᠠᠰᠠᠨ ᠳᠡᠯᠬᠢᠶ᠎ᠡ ᠨ 105 ᠳᠠᠬᠢ ᠣᠷᠣᠨ ᠪᠣᠯᠣᠰᠣᠨ᠃",
          },
        ],
      },
      7: {
        title: "ᠬᠦᠮᠦᠨ ᠢ ᠬᠦᠨᠳᠦᠯᠡᠬᠦ",
        video: "https://www.youtube.com/embed/tgbNymZ7vqY?controls=0",
        sections: [
          {
            title:
              "ᠬᠦᠮᠦᠨ ᠦ ᠡᠷᠬᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠠᠶᠤᠯ ᠵᠠᠨᠠᠯᠬᠢᠶᠠᠯᠡᠯᠳᠦ ᠥᠷᠲᠡᠬᠦ ᠨᠢ ᠢᠬᠡᠰᠴᠦ ᠪᠠᠶᠢᠨᠠ",
            content:
              "ᠲᠡᠳᠡᠨᠢᠭ ᠭᠦᠵᠢᠷᠳᠦᠵᠦ᠂ ᠭᠤᠲᠠᠨ ᠳᠣᠷᠣᠮᠵᠢᠯᠠᠵᠦ᠂ ᠬᠣᠷᠢᠵᠤ ᠵᠠᠷᠢᠮ ᠲᠣᠬᠢᠶᠠᠯᠳᠠ ᠳᠡᠭᠡᠳᠦ ᠲᠡᠳᠡᠨᠢ ᠠᠮᠢ ᠡᠷᠰᠢᠳᠦᠵᠦ ᠪᠠᠶᠢᠳᠠᠭ᠃",
          },
        ],
      },
      8: {
        title: "ᠣᠷᠤᠨ ᠪᠠᠢᠷᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᠬ᠎ᠡ",
        video: "https://www.youtube.com/embed/l29DlaUSPkc?si=OV77tFhrEXiDtZkV",
        sections: [
          {
            title: "ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ",
            content:
              "ᢈᠥᢉᠵᠢᠯ ᠦ᠋ᠨ ᠲᠥᠯᠦᢉᠡᢈᠢ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ᠂ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠤᠯᠠᠮ ᠠ᠋ᠴᠠ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢈᠦ ᠶᠣᠰᠤ ᠦᢉᠡᠢ᠃ᠲᠥᠷᠦ ᠨᠢ ᠬᠣᠲᠠ ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠳ᠋ᠤ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢈᠦ ᠡᠴᠡ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ᠂ ᠵᠥᠷᠢᠴᠡᢈᠦ ᠲᠡᠢ ᠲᠡᠮᠡᠴᠡᢈᠦ᠂ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠰᠡᠷᢉᠦᢉᠡᠨ ᠡᠳ᠋ᠯᠡᢉᠦᠯᢈᠦ ᠡᢉᠦᠷᢉᠡᠲᠡᠢ᠃ᢉᠡᠪᠡᠴᠦ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᢈᠡᠷᠡᢉᠵᠢᢈᠦ ᠬᠠᠤᠯᠢ ᠵᠦᠢ᠂ᠨᠡᠶᠢᢉᠡᠮ᠂ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠲᠤ ᠣᠷᠴᠢᠨ ᠢ᠋ ᠰᠠᠶᠢᠲᠤᠷ ᠪᠦᠷᠢᠳᠦᢉᠦᠯᠦᢉᠡ ᠦᢉᠡᠢ᠂ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠪᠣᠳᠠᠲᠤ ᢈᠡᠷᠡᢉᠵᠢᠯᠲᠡ ᠬᠠᠩᠭᠠᠯᠲᠠ ᠦᢉᠡᠢ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠳᠡᢉᠡᠳᠦᠯᠡᢈᠦ ᠬᠠᠨᠳᠤᠯᠭ᠎ᠠ ᠳᠤᠯᠢᠮᠠᠭ ᠪᠠᠶᠢᠭ᠎ᠠ ᠠ᠋ᠴᠠ ᠣᠯᠠᠨ ᠮᠢᠩᠭᠠᠨ ᠢᠷᢉᠡᠨ ᠦ᠋ ᠦᠨᠳᠦᠰᠦᠨ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠡᠷᢈᠡ ᠨᠣᠴᠤᠲᠠᠢ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠲᠥᠷᠦ ᠡᢉᠦᠷᢉᠡ ᠪᠡᠨ ᠪᠣᠳᠠᠲᠤ ᠪᠠᠷ ᠪᠡᠶᠡᠯᠡᢉᠦᠯᢈᠦ ᠶ᠋ᠢ ᠢᠷᢉᠡᠳ ᠱᠠᠭᠠᠷᠳᠠᠭᠰᠠᠭᠠᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡᠲᠡᠢ᠃ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ᠂ ᠪᠣᠳᠤᠯᠭ᠎ᠠ᠂ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᠵᠦ ᠪᠤᠢ ᠲᠥᠰᠦᠯ᠂ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠨᠦ᠋ᢉᠦᠳ ᠨᠢ ᠦᠨᠳᠦᠰᠦᠨ ᠬᠠᠤᠯᠢ ᠪᠣᠯᠤᠨ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠨᠢᢉᠡᠳᠦᠨ ᠣᠷᠤᠭᠰᠠᠨ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᢉᠡᠷ᠎ᠡ᠂ ᠻᠣᠨ᠋ᠸᠧᠨ᠋ᠼ ᠢ᠋ᠶᠠᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠢ᠋ᠶᠡᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᢈᠦᠨᠳᠦᠳᢈᠡᢈᠦ᠂ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ᠂ ᠬᠠᠩᠭᠠᠬᠤ ᠡᢉᠦᠷᢉᠡᠲᠡᠢ᠃ᠬᠣᠲᠠ᠂ ᠰᠠᠭᠤᠷᠢᠨ ᠭᠠᠵᠠᠷ ᠢ᠋ ᠳᠠᢈᠢᠨ ᢈᠥᢉᠵᠢᢉᠦᠯᢈᠦ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠨᠣᠴᠤᠲᠠᠢ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᢉᠡᠷ᠂ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠨᠥᢈᠦᠨ ᠰᠡᠷᢉᠦᢉᠡᢈᠦ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠰᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠮᠧᠬᠠᠨᠢᠰᠮ ᠰᠤᠯᠠ ᠪᠠᠶᠢᠭ᠎ᠠ ᠠ᠋ᠴᠠ ᠡᢉᠦᠳᠦᠨ ᠑᠐ ᠣᠷᠴᠢᠮ ᠵᠢᠯ ᠣᠷᠤᠨ ᢉᠡᠷ ᠦᢉᠡᠢ ᠶᠠᠪᠤᠭ᠎ᠠ ᠢᠷᢉᠡᠳ᠂ᠬᠣᠶᠠᠷ ᠪᠣᠯᠤᠨ ᠭᠤᠷᠪᠠᠨ ᠲᠠᠯᠠᠲᠤ ᢉᠡᠷ᠎ᠡ ᠶ᠋ᠢᠨ ᢈᠡᠷᠡᢉᠵᠢᠯᠲᠡ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠭᠤᠯᠬᠤ ᠪᠠᠷ ᠗᠆᠙ ᠵᠢᠯ ᠰᠢᢉᠦᢈᠦ ᠪᠡᠷ ᠶᠠᠪᠤᠭ᠎ᠠ ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠭᠣᠮᠤᠳᠠᠯ ᠲᠠᠰᠤᠷᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠪᠢᠳᠡ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ “ᠲᠥᠷᠦ ᠡᢉᠦᠷᢉᠡ ᠪᠡᠨ ᠮᠡᠳᠡ᠂ ᠪᠡᠶᠡᠯᠡᢉᠦᠯ” ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ᠶᠠᠷ ᠢ᠋ᠶᠠᠨ “ᠬᠣᠲᠠ᠂ ᠰᠠᠭᠤᠷᠢᠨ ᠭᠠᠵᠠᠷ ᠢ᠋ ᠳᠠᢈᠢᠨ ᢈᠥᢉᠵᠢᢉᠦᠯᢈᠦ ᠲᠤᠬᠠᠢ ᠬᠠᠤᠯᠢ” ᠪᠣᠯᠤᠨ ᠲᠡᢉᠦᠨ ᠢ᠋ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᢈᠦ ᠵᠢᠷᠤᠮ ᠤ᠋ᠳ ᠲᠤ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᢈᠡᠮ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠳ᠋ᠦ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯᠲᠠ ᠪᠦᢈᠦᠢ ᠨᠡᠮᠡᠯᠲᠡ᠂ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠣᠷᠤᠭᠤᠯᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠨᠥᠯᠦᢉᠡᠯᠡᠯ ᠦ᠋ᠨ ᠠᠵᠢᠯ᠂ ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢ ᠬᠠᠮᠤᠷᠤᠭᠰᠠᠨ ᠴᠠᢈᠢᠮ ᠪᠣᠯᠤᠨ ᠴᠠᢈᠢᠮ ᠪᠤᠰᠤ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ᠂ᠴᠢᠳᠠᠪᢈᠢ ᠪᠡᢈᠢᠵᠢᢉᠦᠯᢈᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ᠂ ᠣ‍᠂ᠪᠪᠡ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ᠂ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ᠂ ᠻᠢᠨᠣ᠋ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ᠂ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠳᠥᠷᠪᠡᠨ ᠲᠠᠯᠠᠲᠤ ᠵᠥᠪᠯᠡᠯᠳᠦᢈᠦ ᠠᠭᠤᠯᠵᠠᠯᠲᠠ ᠵᠡᠷᢉᠡ ᠣᠯᠠᠨ ᠠᠵᠢᠯ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ",
          },
          {
            title: "ᠣᠨ ᠴᠠᠭ ᠤ᠋ᠨ ᠲᠣᠪᠴᠢᠶᠠᠨ",
            content:
              "🕯️᠒᠐᠑᠔ ᠣᠨ᠆ᠡᠵᠡᠰᠡᠨ᠎ᠡ: ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠪᠠ᠃🕯️᠒᠐᠑᠕ ᠣᠨ᠆ᠭᠠᠵᠠᠷ ᠲᠠᠢ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤ᠋ᠳ ᠣᠨᠤᠯ᠂ ᠫᠷᠠᠻᠲ᠋ᠢᠻ ᠤ᠋ᠨ ᠪᠠᠭ᠎ᠠ ᠬᠤᠷᠠᠯ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠪᠠ᠃🕯️᠒᠐᠑᠖ ᠣᠨ᠆ “ᠲᠥᠷᠦ ᠡᢉᠦᠷᢉᠡ ᠪᠡᠨ ᠮᠡᠳᠡ”᠆ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠡᢈᠢᠯᠡᠪᠡ᠃🕯️᠒᠐᠑᠖ ᠣᠨ᠆︽ᠬᠠᠩᠭᠠᠯᠲᠠ ᠦᢉᠡᠢ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠨᠢ︾ ᠰᠤᠳᠤᠯᠭ᠎ᠠ ᢈᠡᠪᠯᠡᢉᠦᠯᠪᠡ᠃🕯️᠒᠐᠑᠗ ᠣᠨ᠆ “ᠬᠣᠲᠠ ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ᠆ᠭᠠᠵᠠᠷ ᠴᠢᠯᠦᢉᠡᠯᠡᠯᠲᠡ᠆ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ” ᠣᠨᠤᠯ᠂ ᠫᠷᠠᠻᠲ᠋ᠢᠻ ᠤ᠋ᠨ ᠪᠠᠭ᠎ᠠ ᠬᠤᠷᠠᠯ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠪᠠ᠃🕯️᠒᠐᠑᠙ ᠣᠨ᠆ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ ᠲᠥᠰᠦᠯ ᠡᢈᠢᠯᠡᠪᠡ᠃🕯️᠒᠐᠑᠙ ᠣᠨ᠆︽ᠬᠣᠲᠠ ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ᠆ᠭᠠᠵᠠᠷ ᠴᠢᠯᠦᢉᠡᠯᠡᠯᠲᠡ᠆ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ» ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠵᠥᠪᠯᠡᠯᠳᠦᢈᠦ ᠠᠭᠤᠯᠵᠠᠯᠲᠠ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠪᠠ᠃🕯️᠒᠐᠑᠙ ᠣᠨ᠆ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ᠶᠠᠷ “ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ᠆ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠣᠷᠤᠯᠴᠠᠭ᠎ᠠ” ᠡᠪᠰᠡᠯ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠪᠠ᠃🕯️᠒᠐᠒᠑ ᠣᠨ᠆ “ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ᠆ᠣᠷᠢᠭᠳᠠᠭᠰᠠᠨ ᠢᠷᢉᠡᠳ᠆ᠬᠣᠲᠠ ᠶ᠋ᠢᠨ ᢈᠥᢉᠵᠢᠯ” ᠴᠠᢈᠢᠮ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠪᠠ᠃",
            image: "/mng/images/campaign/campaign_8/zurag9.CrILLUY5.png"
          },
          {
            title: "“ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ”  ᠲᠥᠰᠦᠯ",
            content:
              "ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠨ ᠒᠐᠑᠘ ᠣᠨ ᠤ᠋ ᠕᠐ ᠳ᠋ᠤᠭᠠᠷ ᠲᠣᠭᠲᠠᠭᠠᠯ ᠢ᠋ᠶᠠᠷ ᠪᠠᠲᠤᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠦᢈᠦ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠳᠡᢉᠡᢉᠰᠢᠯᠡᢉᠦᠯᢈᠦ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᢈᠥᠲᠦᠯᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠨᠡᢉᠡᢉᠡᠯᠲᠡᠲᠡᠢ ᠨᠡᠶᠢᢉᠡᠮ ᠹᠣᠷᠦ᠋ᠮ ᠤ᠋ᠨ ᠰᠠᠩᢈᠦᠵᠢᠯᠲᠡ ᠪᠡᠷ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠲᠠᠢ “ᠣ‍᠂ᠪᠪᠡ᠆ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ” ᠲᠥᠰᠦᠯ ᠢ᠋ ᠪᠢᠳᠡ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠤᠭ ᠲᠥᠰᠦᠯ ᠨᠢ ᠰᠤᠷᠭᠠᠯᠲᠠ᠂ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᢈᠢᢈᠦ ᠵᠡᠷᢉᠡ ᠰᠣᠶᠤᠨ ᢉᠡᢉᠡᠷᠡᢉᠦᠯᢈᠦ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠵᠡᠷᢉᠡᠴᠡᢉᠡ ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠦᠨᠳᠦᠰᠦᠨ ᢈᠡᠷᠡᢉᠴᠡᢉᠡ᠂ᠦᠨᠳᠦᠰᠦᠨ ᠡᠷᢈᠡ ᠪᠣᠯᠬᠤ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢᠨ ᠤ᠋ ᢈᠢ ᠨᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠬᠠᠤᠯᠢ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠵᠥᠪᠯᠡᢉᠡ᠂ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ᠂ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠦᠵᠡᢉᠦᠯᢈᠦ ᠵᠣᠷᠢᠯᠭᠠᠲᠠᠢ ᠪᠠᠷ ᠒᠐᠑᠙᠆᠒᠐᠒᠓ ᠣᠨ ᢈᠦᠷᠲᠡᠯ᠎ᠡ ᠨᠡᠶᠢᠰᠯᠡᠯ ᠦ᠋ᠨ ᠖ ᠳᠡᢉᠦᠷᢉᠡ᠂ ᠵᠠᠪᠬᠠᠨ᠂ ᠠᠷᠤᠬᠠᠩᠭᠠᠢ ᠠᠶᠢᠮᠠᠭ ᠲᠤ ᢈᠡᠷᠡᢉᠵᠢᢉᠰᠡᠨ᠃ᢈᠥᢉᠵᠢᠯ ᠳ᠋ᠦ ᠴᠢᢉᠯᠡᢉᠰᠡᠨ ᠠᠯᠢᠪᠠ ᠪᠦᠲᠦᢉᠡᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠲᠠ ᠶ᠋ᠢᠨ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠨᠢ ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠢ᠋ᠶᠡᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠢᠯᠠᠩᠭᠤᠶ᠎ᠠ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠪᠣᠯᠤᠨ ᠥᠮᠴᠢ ᠲᠡᠢ ᠪᠠᠶᠢᠬᠤ᠂ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠵᠥᠷᠢᠴᠡᢈᠦ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠮᠥᠨ ᢈᠡᠨ ᠢ᠋ ᠴᠦ ᠣᠷᠤᠨ ᢉᠡᠷ ᠦᢉᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶᠣᠰᠤ ᠦᢉᠡᠢ ᠶ᠋ᠢ ᠢᠷᢉᠡᠳ ᠲᠡᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠲᠥᠷᠦ ᠳ᠋ᠦ ᠰᠠᠨᠠᠭᠤᠯᠬᠤ᠂ᠬᠣᠯᠪᠤᠭᠳᠠᠬᠤ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ ᠪᠠᠨ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᢈᠡᠮ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠳ᠋ᠦ ᠨᠡᠶᠢᠴᠡᢉᠦᠯᠵᠦ ᠨᠡᠮᠡᠯᠲᠡ᠂ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠣᠷᠤᠭᠤᠯᠬᠤ ᠶ᠋ᠢ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠮᠠᠨ ᠤ᠋ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ ᠨᠠᠷ ᠢᠷᢉᠡᠳ ᠲᠦ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠥᢉᢈᠦ᠂ ᠠᠩᠬᠠᠨ ᠱᠠᠲᠤᠨ ᠤ᠋ ᠵᠥᠪᠯᠡᢉᠡ ᠥᢉᢈᠦ ᠴᠢᢉᠯᠡᠯ ᠳ᠋ᠦ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ ᠳ᠋ᠦ ᠥᠷᠲᠦᢉᠰᠡᠨ ᠭᠠᠵᠠᠷ ᠨᠤᠲᠤᠭ ᠤ᠋ᠨ ᠢᠷᢉᠡᠳ ᠪᠣᠯᠤᠨ ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠲᠥᠯᠦᢉᠡᠯᠡᠯ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠢ᠋ ᠳᠡᠮᠵᠢᠨ᠂ᠲᠡᠳᠡᠨ ᠢ᠋ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠤᠷᠭᠠᠭᠴᠢ ᠪᠠᠭᠰᠢ ᠪᠠᠷ ᠪᠡᠯᠡᠳᢈᠡᢉᠰᠡᠨ ᠢ᠋ᠶᠡᠷ ᠲᠡᠳᠡ ᠥᠪᠡᠷᠰᠡᠳ ᠦ᠋ᠨ ᠢ᠋ᠶᠡᠨ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠤ᠋ᠨ ᠲᠥᠯᠦᢉᠡ ᠳᠤᠤᠭᠠᠷᠬᠤ᠂ ᠦᢉᠡ ᠪᠡᠨ ᢈᠡᠯᠡᢈᠦ᠂ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠣᠯᠤᠭᠰᠠᠨ᠃ᠲᠡᠳᠡ ᠡᠪᠯᠡᠯᠳᠦᠨ ᠨᠢᢉᠡᠳᠴᠦ᠂ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ᠂ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ᠂ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢈᠦ ᠡᠴᠡ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠵᠣᠷᠢᠯᠭᠠᠲᠠᠢ ᠢᠳᠡᠪᢈᠢᠲᠡᠢ ᠣᠷᠤᠯᠴᠠᠭᠠᠨ ᠳ᠋ᠤ ᠰᠠᠭᠤᠷᠢᠯᠠᠭᠰᠠᠨ ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ ᠳ᠋ᠦ ᠥᠷᠲᠦᢉᠰᠡᠨ ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠡᠪᠰᠡᠯ ᠪᠣᠯᠵᠤ ᠥᠷᢉᠡᠵᠢᠨ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠥᠷᠨᠢᢉᠦᠯᠦᢉᠰᠡᢉᠡᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ ᠲᠥᠰᠦᠯ ᠦ᠋ᠨ ᠦᠷ᠎ᠡ ᠨᠥᠯᠦᢉᠡ",
            content:
              "“ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ”᠆ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ ᠶ᠋ᠢᠨ ᠳᠠᠪᠲᠠᠨ ᠰᠤᠷᠭᠠᠯᠲᠠ ᠳ᠋ᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠨ᠂ᠢᠷᢉᠡᠳ ᠲᠦ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ᠂ ᠵᠥᠪᠯᠡᢉᠡ ᠲᠣᠭᠲᠠᠮᠠᠯ ᠥᢉᠳᠡᢉ ᠒᠕ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢᠳ ᠬᠠᠤᠯᠢ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᢈᠦᠷᠢᠶᠡᠯᠡᠩ ᠡᠴᠡ “ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᢈᠥᠲᠦᠴᠢ”᠆ᠶ᠋ᠢᠨ ᢉᠡᠷᠡᠴᠢᠯᠡᢉᠡ ᠣᠯᠭᠤᠭᠰᠠᠨ ᠪᠥᢉᠡᠳ ᠢᠳᠡᠪᢈᠢᠲᠡᠢ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ ᠳ᠋ᠦ ᠥᠷᠲᠦᠵᠦ ᠬᠣᢈᠢᠷᠠᠭᠰᠠᠨ ᠪᠣᠯᠤᠨ ᠬᠣᢈᠢᠷᠠᠵᠤ ᠪᠣᠯᠵᠤᠰᠢ ᠦᢉᠡᠢ ᠵᠣᠷᠢᠯᠲᠠᠲᠤ ᠪᠦᠯᠦᢉ ᠦ᠋ᠨ ᠢᠷᢉᠡᠳ ᠡᠶᠢᠨ ᢈᠦ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠠᠪᠴᠤ᠂ᠥᠪᠡᠷ ᠬᠣᠭᠤᠷᠤᠨᠳᠤ ᠪᠠᠨ ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠰᠣᠯᠢᠯᠴᠠᠬᠤ ᠰᠤᠷᠭᠠᠯᠲᠠ᠂ ᠠᠭᠤᠯᠵᠠᠯᠲᠠ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᠶ᠋ᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠳ᠋ᠤ ᠡᠪᠯᠡᠯᠳᠦᠨ ᠨᠢᢉᠡᠳᠴᠦ   “ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ᠂ ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠣᠷᠤᠯᠴᠠᠭ᠎ᠠ ᠡᠪᠰᠡᠯ” ᠪᠠᠶᠢᠭᠤᠯᠤᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠢᠩᢉᠢᢉᠰᠡᠨ ᠢ᠋ᠶᠡᠷ ᠳᠠᢈᠢᠨ ᠲᠥᠯᠦᠪᠯᠡᠯᠲᠡ ᠳ᠋ᠦ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠭᠰᠠᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠨ ᠢᠷᢉᠡᠳ᠂ᠲ‍᠂ᠪ᠂ᠪ᠆ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠴᠢᠳᠠᠪᢈᠢ᠂ ᠣᠷᠤᠯᠴᠠᠭ᠎ᠠ ᠨᠡᠮᠡᢉᠳᠡᠵᠦ᠂ ᠬᠠᠮᠲᠤᠷᠠᠵᠤ ᢈᠡᠪᠯᠡᠯ ᠦ᠋ᠨ ᠪᠠᠭ᠎ᠠ ᠬᠤᠷᠠᠯ ᢈᠢᢈᠦ᠂ᠲᠠᠶᠢᠪᠤᠩ ᠵᠢᠭᠰᠠᠬᠤ᠂ ᠬᠠᠮᠲᠤᠷᠠᠭᠰᠠᠨ ᠮᠡᠳᠡᢉᠳᠡᠯ ᢈᠢᢈᠦ᠂ ᠬᠠᠮᠲᠤ ᠳ᠋ᠤ ᠪᠠᠨ ᠠᠯᠪᠠᠨ ᠪᠢᠴᠢᢉ ᠢᠯᠡᢉᠡᢈᠦ ᠵᠡᠷᢉᠡ ᠪᠡᠷ ᠲᠥᠷᠦ ᠡᠴᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠰᠡᠷᢉᠦᢉᠡᢈᠦ ᠶ᠋ᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ ᠪᠣᠯᠵᠤ᠂ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠣᠷᠤᠯᠴᠠᠭ᠎ᠠ ᠨᠡᠮᠡᢉᠳᠡᠨ᠂ ᠵᠠᠰᠠᠭᠯᠠᠯ ᠢ᠋ ᠨᠡᢉᠡᢉᠡᠯᠲᠡᠲᠡᠢ ᠢᠯᠡ ᠲᠣᠳᠤ ᠪᠠᠶᠢᠯᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ ᠪᠣᠯᠤᠮᠵᠢ ᠨᠡᠮᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶᠤᠮ᠃ ",
          },
        ],
      },
      9: {
        title: "ᠳᠦᠷᠪᠡᠭᠰᠡᠳ ᠪᠠ ᠴᠠᠭᠠᠭᠠᠴᠢ ᠶᠢᠨ ᠡᠷᠬ᠎ᠡ",
        video: "",
        sections: [
          {
            title: "ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠶᠡᢈᠡᠩᢈᠢ ᢈᠦᠮᠦᠰ ᠥᠰᠴᠦ ᠲᠣᠷᠨᠢᠭᠰᠠᠨ ᠭᠠᠵᠠᠷ ᠢ᠋ᠶᠠᠨ ᠣᠷᢈᠢᠵᠤ ᠶᠠᠪᠤᠭᠰᠠᠨ ᠲᠤᠷᠰᠢᠯᠭᠠᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠮᠠᠭᠠᠳ ᠦᢉᠡᠢ ᠲᠡᠳᠡ ᠵᠥᠪᢈᠡᠨ ᠳᠠᠷᠠᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠲᠣᠰᠬᠤᠨ ᠡᠰᠡᠪᠡᠯ ᠬᠣᠲᠠ ᢈᠦᠷᠲᠡᠯ᠎ᠡ ᠨᠡᢉᠦᢈᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ᢉᠡᠪᠡᠴᠦ ᠵᠠᠷᠢᠮ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠲᠡᠳᠡ ᠡᢈᠡ ᠣᠷᠤᠨ ᠢ᠋ᠶᠠᠨ ᠪᠦᠷᠢᠮᠦᠰᠦᠨ ᠣᠷᢈᠢᠬᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭᠠᠲᠠᠢ ᠪᠣᠯᠳᠠᠭ ᠆ᠵᠠᠷᠢᠮᠳᠠᠭᠠᠨ ᠪᠣᠭᠤᠨᠢ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠳ᠋ᠤ᠂ ᠵᠠᠷᠢᠮᠳᠠᠭᠠᠨ ᠡᢉᠦᠷᠢᠳᠡ᠃",
            content: "ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠡᠳᠦᠷ ᠪᠦᠷᠢ ᢈᠦᠮᠦᠰ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠤ᠋ᠨ ᠢ᠋ᠶᠠᠨ ᠬᠠᠮᠤᠭ ᠤ᠋ᠨ ᢈᠡᠴᠡᢉᠦᠦ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠨᠦ᠋ᢉᠦᠳ ᠦ᠋ᠨ ᠨᠢᢉᠡ ᠶ᠋ᠢ ᠭᠠᠷᠭᠠᠳᠠᠭ: ᠢᠯᠡᢉᠦᠦ ᠠᠶᠤᠯ ᠦᢉᠡᠢ᠂ ᠰᠠᠶᠢᠨ ᠰᠠᠶᠢᠬᠠᠨ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠢ᠋ ᠬᠠᠶᠢᠵᠤ ᢉᠡᠷ ᠣᠷᠤᠨ ᠢ᠋ᠶᠠᠨ ᠣᠷᢈᠢᠨ ᠶᠠᠪᠤᠬᠤ᠃ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᢈᠦᠮᠦᠰ ᠥᢉᠡᠷ᠎ᠡ ᠤᠯᠤᠰ ᠣᠷᠤᠨ ᠳ᠋ᠤ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠢ᠋ᠶᠠᠨ ᠳᠠᢈᠢᠨ ᠪᠣᠰᠬᠠᠬᠤ ᠶ᠋ᠢ ᠡᠷᠡᠮᠡᠯᠵᠡᠳᠡᢉ ᠣᠯᠠᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠪᠤᠢ᠃ᠵᠠᠷᠢᠮ ᢈᠦᠮᠦᠰ ᠠᠵᠢᠯ᠂ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠡᠵᠡᠮᠰᠢᢈᠦ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᢉᠡᠷ ᠡᠴᠡ ᠪᠡᠨ ᠭᠠᠷᠳᠠᠭ᠃ᠪᠤᠰᠤᠳ ᠨᠢ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᢉᠡᢈᠦ ᠮᠡᠲᠦ ᠮᠥᠷᠳᠡᠯᢉᠡ ᠬᠠᠪᠴᠢᠯᠭ᠎ᠠ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠡᠴᠡ ᠵᠢᠭᠤᠲᠠᠬᠤ ᠶ᠋ᠢ ᠠᠯᠪᠠᠳᠠᠳᠠᠭ᠃ᠰᠠᠶ᠎ᠠ ᠰᠠᠶ᠎ᠠ ᢈᠦᠮᠦᠰ ᠵᠡᠪᠰᠡᢉᠲᠦ ᠮᠥᠷᢉᠦᠯᠳᠦᢉᠡᠨ᠂ ᠪᠤᠰᠤᠳ ᢈᠢᠮᠤᠷᠠᠯ᠂ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ ᠡᠴᠡ ᠵᠢᠭᠤᠲᠠᠳᠠᠭ᠃ᠵᠠᠷᠢᠮ ᠨᠢ ᠥᠪᠡᠷ ᠢ᠋ ᠪᠡᠨ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᢉᠡᠵᠦ ᠮᠡᠳᠡᠷᠡᢈᠦ ᠪᠡᠨ ᠪᠣᠯᠢᠭᠰᠠᠨ ᠪᠥᢉᠡᠳ ᠵᠥᠪᢈᠡᠨ ᢈᠡᠨ ᠪᠤᠢ᠂ᠶᠠᠭᠤ ᢈᠢᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ᠂ ᠡᠰᠡᠪᠡᠯ ᠢᠲᠡᢉᠡᠳᠡᢉ ᠵᠦᠶᠢᠯ ᠡᠴᠡ ᠪᠡᠨ ᠪᠣᠯᠤᠭᠠᠳ᠂ ᠲᠤᠬᠠᠶᠢᠯᠠᠪᠠᠯ᠂ ᠦᠨᠳᠦᠰᠦ ᠤᠭᠰᠠᠭ᠎ᠠ᠂ ᠱᠠᠰᠢᠨ ᠰᠢᠲᠦᠯᢉᠡ᠂ ᠪᠡᠯᢉᠡ ᠶ᠋ᠢᠨ ᠠᠮᠢᠳᠤᠷᠠᠯ᠂ ᠤᠯᠤᠰ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠠ᠋ᠴᠠ ᠪᠠᠨ ᠪᠣᠯᠵᠤ ᠣᠨᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠶᠢᠵᠤ ᠪᠣᠯᠵᠤᠰᠢ ᠦᢉᠡᠢ᠃ᠪᠦᢉᠦᠳᠡ ᠪᠡᠷ ᠢ᠋ᠶᠡᠨ ᠰᠠᠶᠢᠨ ᠰᠠᠶᠢᠬᠠᠨ ᠢᠷᠡᢉᠡᠳᠦᠢ ᠶ᠋ᠢᠨ ᠢᠲᠡᢉᠡᠯ ᠨᠠᠶᠢᠳᠠᠪᠤᠷᠢ ᠠ᠋ᠴᠠ ᠡᢈᠢᠯᠡᠳᠡᢉ ᠡᠳᠡᢉᠡᠷ ᠠᠶᠠᠯᠠᠯ ᠨᠢ ᠠᠶᠤᠯ᠂ ᠠᠶᠢᠳᠠᠰ ᠢ᠋ᠶᠠᠷ ᠳᠦᢉᠦᠷᠡᠩ ᠪᠠᠶᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ᠵᠠᠷᠢᠮ ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠨᠠᠶᠢᠮᠠᠢ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠲᠥᠷᠦᠯ ᠦ᠋ᠨ ᠮᠥᠯᠵᠢᠯᢉᠡ ᠶ᠋ᠢᠨ ᠵᠣᠯᠢᠶᠠᠰᠤ ᠪᠣᠯᠬᠤ ᠡᠷᠦᠰᠳᠡᠯᠲᠡᠢ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠵᠠᠷᠢᠮ ᠢ᠋ ᠨᠢ ᠰᠢᠨ᠎ᠡ ᠤᠯᠤᠰ ᠲᠤ ᠣᠴᠢᠭᠰᠠᠨ ᠳᠠᠷᠤᠢ ᠳ᠋ᠤ ᠨᠢ ᠡᠷᢈᠡ ᠪᠠᠷᠢᠭᠴᠢᠳ ᠰᠠᠭᠠᠲᠠᠭᠤᠯᠳᠠᠭ᠃ᠨᠢᢉᠡᠨᠲᠡ ᠰᠠᠭᠤᠷᠢᠰᠢᠵᠤ᠂ ᠰᠢᠨ᠎ᠡ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠪᠦᠲᠦᢉᠡᠵᠦ ᠡᢈᠢᠯᠡᠮᠡᢉᠴᠡ ᠣᠯᠠᠩᢈᠢ ᠨᠢ ᠡᠳᠦᠷ ᠪᠦᠷᠢ ᠠᠷᠠᠰᠤ ᠥᠩᢉᠡ ᠪᠡᠷ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠬᠤ ᠦᠵᠡᠯ᠂ ᠭᠠᠳᠠᠨ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠢᠨ ᠢ᠋ ᠦᠵᠡᠨ ᠶᠠᠳᠠᠬᠤ᠂ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠬᠤ ᠶᠠᠪᠤᠳᠠᠯ ᠲᠠᠢ ᠲᠤᠯᠭᠠᠷᠠᠳᠠᠭ᠃ᠵᠠᠷᠢᠮ ᢈᠦᠮᠦᠰ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠶᠡᢈᠡᠩᢈᠢ ᠨᠢ ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ᠂ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠭᠰᠠᠳ᠂ ᠬᠠᠮᠢᠶᠠᠲᠠᠨ ᠰᠠᠳᠤᠨ᠂ ᠨᠠᠶᠢᠵᠠ ᠨᠥᢈᠦᠳ ᢉᠡᢈᠦ ᠮᠡᠲᠦ ᠪᠡᠷ ᢈᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠳᠡᢉ ᠳᠡᠮᠵᠢᠯᢉᠡ ᠶ᠋ᠢᠨ ᠰᠦᠯᠵᠢᠶ᠎ᠡ ᠪᠡᠨ ᠠᠯᠳᠠᠭᠰᠠᠨ ᠠ᠋ᠴᠠ ᠪᠣᠯᠵᠤ ᠭᠠᠭᠴᠠᠭᠠᠷ ᠢ᠋ᠶᠠᠨ᠂ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᠮᠡᠲᠦ ᠰᠠᠨᠠᠭᠳᠠᠳᠠᠭ᠃",
          },
          {
            title: "ᢈᠦᠮᠦᠰ ᠶᠠᠭᠠᢈᠢᠭᠠᠳ ᠡᢈᠡ ᠣᠷᠤᠨ ᠢ᠋ᠶᠠᠨ ᠣᠷᢈᠢᠨ ᠶᠠᠪᠤᠳᠠᠭ ᠪᠤᠢ?",
            content: "ᢈᠦᠮᠦᠰ ᠡᢈᠡ ᠣᠷᠤᠨ ᠳ᠋ᠤ ᠪᠠᠨ ᠦᠯᠡᠳᠡᢈᠦ ᠨᠢ ᢈᠡᠲᠦᠷᢈᠡᠢ ᢈᠡᠴᠡᢉᠦᠦ ᠡᠰᠡᠪᠡᠯ ᠠᠶᠤᠯᠲᠠᠢ ᠪᠠᠶᠢᠵᠤ ᠪᠣᠯᠬᠤ ᠣᠯᠠᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠪᠤᠢ᠃ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠂ ᢈᠡᠦᢈᠡᠳ᠂ ᠡᠮᠡᢉᠲᠡᠶᠢᠴᠦᠳ᠂ ᠡᠷᠡᢉᠲᠡᠶᠢᠴᠦᠳ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ᠂ ᠳᠠᠶᠢᠨ᠂ ᠥᠯᠦᠰᢈᠦᠯᠡᠩ᠂ ᠨᠡᠩ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ᠂ ᠪᠡᠯᢉᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠤᠨ ᢈᠦᠶᠢᠰᠦ ᠶ᠋ᠢᠨ ᠴᠢᢉ ᠪᠠᠷᠢᠮᠵᠢᠶ᠎ᠠ᠂ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ᠂ ᠪᠠᠶᠢᠭᠠᠯᠢ ᠶ᠋ᠢᠨ ᠪᠤᠰᠤᠳ ᠭᠠᠮᠰᠢᠭ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳᠠᠭᠠᠪᠤᠷᠢ ᠠ᠋ᠴᠠ ᠪᠣᠯᠵᠤ ᠵᠢᠭᠤᠲᠠᠳᠠᠭ᠃ᠶᠡᢈᠡᠩᢈᠢ ᠳ᠋ᠦ ᠪᠡᠨ ᢈᠦᠮᠦᠰ ᠡᠳᠡᢉᠡᠷ ᢈᠦᠨᠳᠦ ᢈᠡᠴᠡᢉᠦᠦ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠬᠣᠣᠰᠯᠠᠯ ᠲᠠᠢ ᠲᠤᠯᠭᠠᠷᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ᠡᢈᠡ ᠣᠷᠤᠨ ᠢ᠋ᠶᠠᠨ ᠣᠷᢈᠢᠨ ᠭᠠᠷᠴᠤ ᠪᠤᠢ ᢈᠦᠮᠦᠰ ᠠᠶᠤᠯ ᠠ᠋ᠴᠠ ᠦᠷᢉᠦᠯᠵᠢ ᠵᠢᠭᠤᠲᠠᠳᠠᠭ ᠦᢉᠡᠢ᠃ᠲᠡᠳᠡ ᠥᢉᠡᠷ᠎ᠡ ᠤᠯᠤᠰ ᠣᠷᠤᠨ ᠳ᠋ᠤ ᠠᠵᠢᠯ ᠣᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠢᠯᠡᢉᠦᠦ ᠪᠠᠶᠢᠨ᠎ᠠ ᢉᠡᠵᠦ ᠢᠲᠡᢉᠡᠵᠦ ᠮᠠᠭᠠᠳ ᠦᢉᠡᠢ᠂ ᠤᠴᠢᠷ ᠨᠢ ᠲᠡᠳᠡ ᠥᢉᠡᠷ᠎ᠡ ᠭᠠᠵᠠᠷ ᠪᠣᠯᠤᠮᠵᠢ ᠬᠠᠶᠢᠬᠤ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠡᠰᠡᠪᠡᠯ ᢈᠥᠷᠦᠩᢉᠡ ᠲᠡᠢ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠪᠤᠰᠤᠳ ᢈᠦᠮᠦᠰ ᠠᠯᠢ ᢈᠡᠳᠦᠶᠢᠨ ᠭᠠᠳᠠᠭᠠᠳᠤ ᠳ᠋ᠤ ᠠᠮᠢᠳᠤᠷᠠᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠬᠠᠮᠢᠶᠠᠲᠠᠨ ᠰᠠᠳᠤᠨ᠂ ᠨᠠᠶᠢᠵᠠ ᠨᠥᢈᠦᠳ ᠲᠡᠢ ᠪᠡᠨ ᠨᠢᢉᠡᠳᢈᠦ ᠶ᠋ᠢ ᢈᠦᠰᠡᠵᠦ ᠮᠠᠭᠠᠳ ᠦᢉᠡᠢ ᠶᠤᠮ᠃ᠡᠰᠡᠪᠡᠯ ᠲᠡᠳᠡ ᠥᢉᠡᠷ᠎ᠡ ᠤᠯᠤᠰ ᠲᠤ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ᠶᠠᠨ ᠡᢈᠢᠯᠡᢉᠦᠯᢈᠦ ᠡᠰᠡᠪᠡᠯ ᠳᠠᠭᠤᠰᠬᠠᠬᠤ ᠶ᠋ᠢ ᠡᠷᠢᠯᢈᠢᠯᠡᠵᠦ ᠮᠠᠭᠠᠳ ᠦᢉᠡᠢ ᠶᠤᠮ᠃ᢈᠦᠮᠦᠰ ᠰᠢᠨ᠎ᠡ ᠤᠯᠤᠰ ᠣᠷᠤᠨ ᠳ᠋ᠤ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠢ᠋ᠶᠠᠨ ᠪᠣᠰᠬᠠᠬᠤ ᠠᠶᠠᠯᠠᠯ ᠢ᠋ ᠡᢈᠢᠯᠡᢉᠦᠯᢈᠦ ᠣᠯᠠᠨ ᠶᠠᠩᠵᠤ ᠶ᠋ᠢᠨ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠭ᠃",
          },
          {
            title: "ᠳᠦᠷᠪᠡᢉᠴᠢ᠂ ᠴᠠᠭᠠᠴᠢ ᠠᠵᠢᠯᠲᠠᠨ᠂ ᠣᠷᠤᠩᠨᠠᠯ ᠡᠷᠢᢉᠴᠢ ᢉᠡᠵᠦ ᢈᠡᠨ ᠪᠤᠢ?",
            content: "︽ᠳᠦᠷᠪᠡᢉᠴᠢ«,︽ᠣᠷᠤᠩᠨᠠᠯ ᢈᠦᠰᠡᢉᠴᠢ»,︽ᠴᠠᠭᠠᠴᠢ︾ ᢉᠡᠰᠡᠨ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶ᠎ᠠ ᠨᠢ ᠨᠡᢉᠦᠵᠦ ᠶᠠᠪᠤᠭ᠎ᠠ᠂ ᠡᢈᠡ ᠣᠷᠤᠨ ᠢ᠋ᠶᠠᠨ ᠣᠷᢈᠢᠨ ᠭᠠᠷᠤᠭᠰᠠᠨ᠂ ᢈᠢᠯᠢ ᠳᠠᠪᠠᠭᠰᠠᠨ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠲᠣᠳᠤᠷᠬᠠᠶᠢᠯᠠᠬᠤ ᠳ᠋ᠤ ᢈᠡᠷᠡᢉᠯᠡᢉᠳᠡᠳᠡᢉ᠃︽ᠴᠠᠭᠠᠵᠢᠩ ᠰᠠᠭᠤᠷᠢᠰᠢᠭᠰᠠᠨ︾ ᠪᠣᠯᠤᠨ «ᠳᠦᠷᠪᠡᢉᠰᠡᠳ» ᢉᠡᠰᠡᠨ ᠨᠡᠷ᠎ᠡ ᠲᠣᠮᠢᠶ᠎ᠠ ᠨᠢ ᠶᠡᢈᠡᠪᠴᠢᠯᠡᠨ ᠬᠠᠷᠢᠯᠴᠠᠨ ᠠᠳᠠᠯᠢ ᠦᢉᠡᠢ ᢈᠡᠷᠡᢉᠯᠡᢉᠳᠡᠳᠡᢉ ᠪᠣᠯᠪᠠᠴᠤ ᠬᠠᠤᠯᠢ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠢᠯᠭᠠᠭ᠎ᠠ ᠪᠠᠶᠢᠭ᠎ᠠ ᠲᠤᠯᠠ ᠲᠡᠳᠡᢉᠡᠷ ᠢ᠋ ᠬᠣᠭᠤᠷᠤᠨᠳᠤ ᠨᠢ ᠢᠯᠭᠠᠬᠤ ᠨᠢ ᠴᠢᠬᠤᠯᠠ ᠶᠤᠮ᠃",
          },
          {
            title: "ᠳᠦᠷᠪᠡᢉᠴᠢ ᢉᠡᠵᠦ ᢈᠡᠨ ᠪᠤᠢ?",
            content: "ᠳᠦᠷᠪᠡᢉᠴᠢ ᢉᠡᠳᠡᢉ ᠨᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠨᠣᠴᠤᠲᠠᠢ ᠪᠠᠷ ᠵᠥᠷᠢᠴᠡᠵᠦ᠂ ᠬᠠᠪᠴᠢᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠥᠷᠲᠦᢈᠦ ᠡᠷᠦᠰᠳᠡᠯᠲᠡᠢ ᠲᠤᠯᠠ ᠡᢈᠡ ᠣᠷᠤᠨ ᠠ᠋ᠴᠠ ᠪᠠᠨ ᠳᠦᠷᠪᠡᢉᠰᠡᠨ ᢈᠦᠮᠦᠨ ᠢ᠋ ᢈᠡᠯᠡᠨ᠎ᠡ᠃ᠲᠡᠳᠡᠨ ᠦ᠋ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ᠂ ᠠᠮᠢ ᠨᠠᠰᠤᠨ ᠳ᠋ᠤ ᠤᠴᠠᠷᠠᠬᠤ ᠡᠷᠦᠰᠳᠡᠯ ᠮᠠᠰᠢ ᠶᠡᢈᠡ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠲᠤᠯᠠ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠨᠢ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠡᠳᠡᢉᠡᠷ ᠠᠶᠤᠯ ᠠ᠋ᠴᠠ ᠬᠠᠮᠠᠭᠠᠯᠠᠵᠤ ᠴᠢᠳᠠᠬᠤ ᠦᢉᠡᠢ ᠡᠰᠡᠪᠡᠯ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠦᢉᠡᠢ ᠲᠤᠯᠠ ᠡᢈᠡ ᠣᠷᠤᠨ ᠠ᠋ᠴᠠ ᠪᠠᠨ ᠭᠠᠷᠴᠤ᠂ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠭᠠᠵᠠᠷ ᠬᠠᠶᠢᠬᠤ ᠠ᠋ᠴᠠ ᠥᢉᠡᠷ᠎ᠡ ᠠᠷᠭ᠎ᠠ ᠦᢉᠡᠢ ᢉᠡᠵᠦ ᠦᠵᠡᠵᠡᠢ᠃ᠳᠦᠷᠪᠡᢉᠰᠡᠳ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯᠲᠠ ᠳ᠋ᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠡᠷᢈᠡᠲᠡᠢ᠃",
            image: "/mng/images/campaign/campaign_9/img1.Cy3iV_Ja.png"
          },
          {
            title: "ᠣᠷᠤᠩᠨᠠᠯ ᢈᠦᠰᠡᢉᠴᠢ ᢉᠡᠵᠦ ᢈᠡᠨ ᠪᠤᠢ?",
            content: "ᠣᠷᠤᠩᠨᠠᠯ ᢈᠦᠰᠡᢉᠴᠢ ᠨᠢ ᠡᢈᠡ ᠣᠷᠤᠨ ᠢ᠋ᠶᠠᠨ ᠣᠷᢈᠢᠨ ᠥᢉᠡᠷ᠎ᠡ ᠤᠯᠤᠰ ᠲᠤ ᠮᠥᠷᠳᠡᠯᢉᠡ ᠬᠠᠪᠴᠢᠯᠭ᠎ᠠ᠂ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠨᠣᠴᠤᠲᠠᠢ ᠵᠥᠷᠢᠴᠡᠯ ᠡᠴᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠤᠯᠬᠤ ᠶ᠋ᠢ ᠡᠷᠢᠯᢈᠢᠯᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠣᠯᠪᠠᠴᠤ ᠳᠦᠷᠪᠡᢉᠴᠢ ᢉᠡᠵᠦ ᠬᠠᠤᠯᠢ ᠶᠣᠰᠤᠭᠠᠷ ᢈᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᢉᠳᠡᢉᠡ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠥᢉᠡᠳ ᠣᠷᠤᠩᠨᠠᠯ ᢈᠦᠰᠡᢉᠰᠡᠨ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠪᠡᠨ ᢈᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᢈᠦᠮᠦᠨ ᠢ᠋ ᢈᠡᠯᠡᠨ᠎ᠡ᠃ᠣᠷᠤᠩᠨᠠᠯ ᢈᠦᠰᠡᢈᠦ ᠨᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ᠃ᠡᠨᠡ ᠨᠢ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠣᠷᠤᠩᠨᠠᠯ ᢈᠦᠰᠡᢈᠦ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠥᢉᠡᠷ᠎ᠡ ᠤᠯᠤᠰ ᠤᠷᠤᠭᠤ ᠨᠡᠪᠲᠡᠷᠡᢈᠦ ᠶ᠋ᠢ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᢈᠦ ᠶᠣᠰᠤᠲᠠᠢ ᢉᠡᠰᠡᠨ ᠦᢉᠡ ᠶᠤᠮ᠃",
            image: "/mng/images/campaign/campaign_9/img2.BHkg7Wuh.png"
          },
          {
            title: "ᠴᠠᠭᠠᠴᠢ ᢉᠡᠵᠦ ᢈᠡᠨ ᠪᠤᠢ?",
            content: "ᠴᠠᠭᠠᠴᠢ ᢉᠡᠵᠦ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠲᠤ ᢈᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᢉᠳᠡᢉᠰᠡᠨ ᠬᠠᠤᠯᠢ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠲᠣᠳᠤᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠪᠠᠶᠢᠳᠠᠭ ᠦᢉᠡᠢ᠃ᠶᠡᢈᠡᠩᢈᠢ ᠠᢉᠧᠨ᠋ᠲ᠋ᠯᠢᠭ᠂ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠨᠢᢉᠡᠨ ᠠᠳᠠᠯᠢ ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠪᠢᠳᠡ ᠴᠠᠭᠠᠴᠢᠳ ᠢ᠋ ᠡᢈᠡ ᠣᠷᠤᠨ ᠠ᠋ᠴᠠ ᠪᠠᠨ ᠭᠠᠳᠠᠭᠤᠷ ᠪᠠᠶᠢᠭ᠎ᠠ᠂ ᠣᠷᠤᠩᠨᠠᠯ ᢈᠦᠰᠡᢉᠴᠢ᠂ ᠳᠦᠷᠪᠡᢉᠴᠢ ᠪᠢᠰᠢ ᢈᠦᠮᠦᠰ ᢉᠡᠵᠦ ᠣᠶᠢᠯᠠᠭᠠᠳᠠᠭ᠃",
            image: "/mng/images/campaign/campaign_9/img3.CksL9f6U.png"
          },
          {
            title: "",
            content: "ᠵᠠᠷᠢᠮ ᠴᠠᠭᠠᠴᠢᠳ ᠠᠵᠢᠯ ᢈᠢᢈᠦ᠂ ᠰᠤᠷᠤᠯᠴᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᢉᠡᠷ ᠪᠦᠯᠢ ᠲᠡᠢ ᠪᠣᠯᠬᠤ ᢈᠦᠰᠡᠯᠲᠡᠢ ᠤᠴᠢᠷ ᠠ᠋ᠴᠠ ᠡᢈᠡ ᠣᠷᠤᠨ ᠢ᠋ᠶᠠᠨ ᠣᠷᢈᠢᠨ ᠭᠠᠷᠳᠠᠭ᠃ᠪᠤᠰᠤᠳ ᠨᠢ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ᠂ ᠤᠯᠤᠰ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠦᠶᠢᠮᠡᢉᠡᠨ ᠰᠠᠮᠠᠭᠤᠨ᠂ ᠪᠦᠯᠦᢉᠯᠡᠯ ᠦ᠋ᠨ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ᠂ ᠪᠠᠶᠢᠭᠠᠯᠢ ᠶ᠋ᠢᠨ ᠭᠠᠮᠰᠢᠭ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠨᠣᠴᠤᠲᠠᠢ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠤᠯᠠᠮ ᠠ᠋ᠴᠠ ᠶᠠᠪᠤᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ ᢉᠡᠵᠦ ᠪᠣᠳᠤᠳᠠᠭ᠃ᠣᠯᠠᠨ ᢈᠦᠮᠦᠰ ᠳᠦᠷᠪᠡᢉᠰᠡᠳ ᠦ᠋ᠨ ᠬᠠᠤᠯᠢ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠲᠣᠳᠤᠷᠬᠠᠶᠢᠯᠠᠯᠲᠠ ᠳ᠋ᠤ ᠲᠣᢈᠢᠷᠠᠬᠤ ᠦᢉᠡᠢ ᠴᠦ ᢉᠡᠷ ᠲᠦ ᠪᠡᠨ ᠬᠠᠷᠢᠪᠠᠯ ᠠᠶᠤᠯ ᠳ᠋ᠤ ᠣᠷᠤᠵᠤ ᠪᠣᠯᠵᠤᠰᠢ ᠦᢉᠡᠢ᠃ᠴᠠᠭᠠᠴᠢᠳ ᠬᠠᠪᠴᠢᠯᠭ᠎ᠠ ᠠ᠋ᠴᠠ ᠵᠢᠭᠤᠲᠠᠳᠠᠭ ᠦᢉᠡᠢ ᠤᠴᠢᠷ ᠠ᠋ᠴᠠ ᠨᠡᢉᠦᠵᠦ ᠣᠴᠢᠭᠰᠠᠨ ᠤᠯᠤᠰ ᠲᠤ ᠪᠠᠨ ᠶᠠᠮᠠᠷ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰᠲᠠᠢ ᠪᠠᠶᠢᠭ᠎ᠠ ᠠ᠋ᠴᠠ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠪᠦᢈᠦ ᠡᠷᢈᠡ ᠪᠡᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠵᠤ᠂ ᢈᠦᠨᠳᠦᠳᢈᠡᢈᠦ ᠡᠷᢈᠡᠲᠡᠢ ᢉᠡᠳᠡᢉ ᠢ᠋ ᠣᠶᠢᠯᠠᠭᠠᠬᠤ ᠨᠢ ᠴᠢᠬᠤᠯᠠ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠪᠦᢈᠦ ᠴᠠᠭᠠᠴᠢᠳ ᠢ᠋ ᠠᠷᠠᠰᠤ ᠥᠩᢉᠡ ᠪᠡᠷ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠬᠤ᠂ ᠬᠠᠷᠢ ᠶ᠋ᠢᠨ ᢈᠢᠨ ᠢ᠋ ᠦᠵᠡᠨ ᠶᠠᠳᠠᠬᠤ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ᠂ ᠮᠥᠯᠵᠢᠯᢉᠡ᠂ ᠠᠯᠪᠠᠳᠠᠨ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠡᠴᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠴᠠᠭᠠᠴᠢᠳ ᠢ᠋ ᠬᠠᠤᠯᠢ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠦᢉᠡᠢ ᠪᠡᠷ ᢈᠡᠵᠢᠶ᠎ᠡ ᠴᠦ ᠪᠠᠷᠢᠪᠴᠢᠯᠠᠬᠤ᠂ ᠡᢈᠡ ᠣᠷᠤᠨ ᠳ᠋ᠤ ᠪᠠᠨ ᠪᠤᠴᠠᠭᠠᠬᠤ ᠶ᠋ᠢ ᠠᠯᠪᠠᠳᠠᠬᠤ ᠶᠣᠰᠤ ᠦᢉᠡᠢ᠃",
          },
        ],
      },
      10: {
        title: "ᠦᠵᠡᠯ ᠪᠣᠳᠯᠠᠭ᠎ᠠ ᠴᠥᠯᠥᠭᠡᠲᠡᠢ ᠢᠯᠡᠷᠬᠡᠢᠶᠯᠡᠬᠦ ᠡᠷᠬ᠎ᠡ",
        video: "https://www.youtube.com/embed/mUTb4oq9fHw",
        video2: "https://www.youtube.com/embed/mUTb4oq9fHw",
        sections: [
          {
            title: "ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ",
            content: "ᠲᠠᠨ ᠤ᠋ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ ᠦᠨ᠎ᠡ ᠴᠢᠨᠲᠡᠢ᠃ᠲᠠ ᠶᠠᠭᠤ ᠪᠣᠳᠤᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠠᠨ ᢈᠡᠯᠡᢈᠦ᠂ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠬᠤ᠂ ᠪᠠᠰᠠ ᠢᠯᠡᢉᠦᠦ ᠰᠠᠶᠢᠬᠠᠨ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠶ᠋ᠢ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠡᠷᢈᠡᠲᠡᠢ᠃ᠮᠥᠨ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ ᠲᠡᠢ ᠰᠠᠨᠠᠯ ᠨᠡᠶᠢᠯᠡᢈᠦ᠂ ᠡᠰᠡ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᢈᠦ᠂ ᠡᠨᠡ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠵᠢᠭᠰᠠᠵᠤ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠲᠠᠨ ᠳ᠋ᠤ ᠪᠤᠢ᠃ᠬᠠᠤᠯᠢ ᠪᠤᠰᠤ ᢈᠥᠨᠳᠡᠯᠡᠨ ᠦ᠋ ᠣᠷᠤᠯᠴᠠᠭᠠᠨ ᠠ᠋ᠴᠠ ᠠᠩᢉᠢᠳᠠ᠂ ᠠᠶᠢᠳᠠᠰ ᠦᢉᠡᠢ ᠪᠡᠷ ᠡᠳᠡᢉᠡᠷ ᠡᠷᢈᠡ ᠪᠡᠨ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᠳᠡᢉ ᠪᠠᠶᠢᠬᠤ ᠨᠢ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᠳᠡᢉ᠂ ᠡᠷᢈᠡ ᠪᠡᠨ ᠡᠳ᠋ᠯᠡᠵᠦ ᠴᠢᠳᠠᠳᠠᠭ ᠨᠡᢉᠡᢉᠡᠯᠲᠡᠲᠡᠢ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠨᠡᠶᠢᢉᠡᠮ ᠳ᠋ᠦ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠦᠨᠳᠦᠰᠦ ᠶᠤᠮ᠃ᢈᠡᠳᠦᠢ ᠪᠡᠷ ᠪᠠᠷᠤᠭ ᠪᠦᢈᠦ ᠤᠯᠤᠰ ᠦᠨᠳᠦᠰᠦᠨ ᠬᠠᠤᠯᠢ ᠳ᠋ᠤ ᠪᠠᠨ 'ᠦᢉᠡ ᢈᠡᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ’᠆ᠨᠢᠶ᠎ᠡ' ᠦᠨ᠎ᠡ ᠴᠢᠨ ᠢ᠋ ᠲᠤᠰᠬᠠᠭᠰᠠᠨ ᠴᠤ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠦᢉᠡ ᠪᠡᠨ ᢈᠡᠯᠡᢉᠰᠡᠨ ᠦ᠋ ᢈᠢ ᠨᠢ ᠲᠥᠯᠦᢉᠡ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠬᠣᠷᠢᠵᠤ᠂ ᠡᠰᠡᠪᠡᠯ ᠢᠯᠡᢉᠦᠦ ᠳᠣᠣᠷ᠎ᠠ ᠨᠥᢈᠦᠴᠡᠯ ᠳ᠋ᠦ ᠣᠷᠤᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠦᠵᠡᠨ ᠶᠠᠳᠠᠭᠰᠠᠨ᠂ ᠡᠳᠦᢉᠡᠨ ᠬᠠᠳᠬᠤᠭᠰᠠᠨ ᠦᢉᠡ ᢈᠡᠯᠡᠯᢉᠡ ᠶ᠋ᠢ ᠬᠣᠷᠢᠭᠯᠠᠬᠤ ᠡᢉᠦᠷᢉᠡᠲᠡᠢ ᠴᠦ ᠶᠡᢈᠡᠩᢈᠢ ᠨᠢ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯ ᠢ᠋ᠶᠡᠨ ᠤᠷᠪᠠᠭᠤᠯᠤᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ᠂ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠶ᠋ᠢ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᢉᠡᠮᠲᠦ ᢈᠡᠷᠡᢉ ᠲᠦ ᠲᠣᠭᠠᠴᠠᠭᠰᠠᠨ ᠬᠠᠤᠯᠢ ᠪᠠᠲᠤᠯᠠᠨ᠂ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠡᠰᠡᠷᢉᠦᠴᠡᢉᠴᠢᠳ ᠢ᠋ ᠳᠠᠭᠤ ᠦᢉᠡᠢ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᢉᠦᠨ ᠢ᠋ ᠶᠡᢈᠡᠪᠴᠢᠯᠡᠨ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ᠂ ᠱᠠᠰᠢᠨ ᠰᠢᠲᠦᠯᢉᠡ᠂ ᠡᠰᠡᠪᠡᠯ ᠲᠧᠷᠷᠣᠷᠢᠰᠮ ᠲᠡᠢ ᠲᠡᠮᠡᠴᠡᢈᠦ ᠨᠡᠷ᠎ᠡ ᠶ᠋ᠢᠨ ᠳᠣᠣᠷ᠎ᠠ ᠦᠶᠢᠯᠡᠳᠳᠡᢉ᠃ᠰᠡᢉᠦᠯ ᠦ᠋ᠨ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠷᢈᠡ ᠪᠠᠷᠢᠭᠴᠢᠳ ᠳᠦᠷᠪᠡᢉᠰᠡᠳ᠂ ᠴᠠᠭᠠᠴᠢᠳ ᠲᠤ ᠲᠤᠰᠠᠯᠠᠵᠤ ᠪᠤᠢ ᠬᠤᠪᠢ ᢈᠦᠮᠦᠨ᠂ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ᠂ ᠲᠡ‍᠂ᠪᠠ‍᠂ᠪᠠ‍᠆ᠨᠤᠭᠤᠳ ᠢ᠋ ᠬᠠᠪᠴᠢᠨ ᠰᠢᠬᠠᠵᠤ᠂ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡᠨ ᠳ᠋ᠦ ᠵᠠᠨᠤᠯᢈᠢᠯᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠡᠰᠡᠷᢉᠦ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠡᠰᠡᠪᠡᠯ ᠰᠢᢉᠦᠮᠵᠢᠯᠡᠯᠲᠦ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ ᠶ᠋ᠢ ᢈᠡᠷᢈᠢᠨ ᢈᠦᠯᠢᠶᠡᠨ ᠠᠪᠴᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠨᠢ ᠲᠡᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᢈᠡᠷᢈᠢᠨ ᠬᠠᠨᠳᠤᠳᠠᠭ ᠢ᠋ ᠨᠢ ᠬᠠᠷᠠᠬᠤ ᠰᠠᠶᠢᠨ ᢈᠡᠮᠵᠢᢉᠦᠷ ᠪᠣᠯᠳᠠᠭ᠃ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠨᠢ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠶ᠋ᠢᠨ ᠠᠯᠪᠠᠨ ᠤ᠋ ᢈᠢᠨ ᠤ᠋ ᠦᠶᠢᠯᠡᠳᠦᢉᠰᠡᠨ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ ᠢ᠋ ᠮᠡᠳᠡᢉᠡᠯᠡᢉᠴᠢ ᠰᠡᠳᢈᠦᠯᠴᠢ᠂ᠠᠵᠢᠯ ᠤ᠋ᠨ ᠪᠠᠶᠢᠷᠢᠨ ᠤ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠮᠠᠭᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢ ᠢᠯᠡᠴᠢᠯᠡᢉᠰᠡᠨ ᠦᠶᠢᠯᠡᠳᠪᠦᠷᠢᠴᠢᠨ ᠦ᠋ ᠡᠪᠯᠡᠯ ᠦ᠋ᠨ ᢉᠡᠰᠢᢉᠦᠨ᠂ᠲᠣᠮᠤᠬᠠᠨ ᠪᠢᠽᠢᠨᠧᠰ ᠦ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠭᠠᠵᠠᠷ ᠨᠤᠲᠤᠭ ᠢ᠋ᠶᠠᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠤᠤᠭᠠᠯ ᠢᠷᢉᠡᠳ ᠵᠡᠷᢉᠡ ᠥᠪᠡᠷ ᠦ᠋ᠨ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᠵᠦ ᠪᠤᠢ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠳᠡᠮᠵᠢᠳᠡᢉ᠃ᠪᠢᠳᠡ ᠲᠣᠮᠤ ᠪᠢᠽᠢᠨᠧᠰ᠂ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠶ᠋ᠢᠨ ᠠᠯᠪᠠ᠂ ᠠᠵᠢᠯ ᠣᠯᠭᠤᠭᠴᠢᠳ ᠤ᠋ᠨ ᠪᠠᠶᠢᠷᠢ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠳᠡᠮᠵᠢᠳᠡᢉ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠮᠥᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ᠪᠢᠳᠡ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢉᠰᠡᠨ ᠦ᠋ ᠪᠡᠨ ᠲᠥᠯᠦᢉᠡ ᠬᠣᠷᠢᠭᠳᠠᠭᠰᠠᠨ ᢈᠡᠨ ᠢ᠋ ᠴᠦ ᠪᠣᠯᠪᠠ ᠦᠵᠡᠯ ᠰᠠᠨᠠᠭᠠᠨ ᠤ᠋ ᠬᠣᠷᠢᠭᠳᠠᠯ ᢈᠡᠮᠡᠨ ᠦᠵᠡᠵᠦ᠂ ᠨᠡᠩ ᠳᠠᠷᠤᠢ᠂ ᠶᠠᠮᠠᠷ ᠴᠤ ᠨᠥᢈᠦᠴᠡᠯ ᠦᢉᠡᠢ ᠪᠡᠷ ᠰᠤᠯᠠᠯᠠᠬᠤ ᠶ᠋ᠢ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃",
          },
          {
            type: "buttons",  // Энэ нь buttons section гэдгийг заана
            buttons: [
              {
                text: "ᠶᠠᠭᠠᢈᠢᠭᠠᠳ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠴᠢᠬᠤᠯᠠ ᠪᠤᠢ?",
                link: "#why-important"
              },
              {
                text: "ᠦᢉᠡ ᢈᠡᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ",
                link: "#freedom-of-speech"
              },
              {
                text: "ᠴᠠᢈᠢᠮ ᠶᠢᠷᠲᠢᠨᠴᠦ",
                link: "#digital-world"
              }
            ]
          },
          {
            title: "ᠶᠠᠭᠠᢈᠢᠭᠠᠳ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠴᠢᠬᠤᠯᠠ ᠪᠤᠢ?",
            content: "ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠦᢉᠡᠮᠡᠯ ᠲᠤᠩᠬᠠᠭᠯᠠᠯ ᠤ᠋ᠨ ᠑᠙ ᠳ᠋ᠦ᠋ᢉᠡᠷ ᠵᠦᠶᠢᠯ ᠳ᠋ᠦ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠴᠢᠯᠦᢉᠡᠲᠡᠢ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠥᠷᢉᠡᠨ ᠤᠳᠬ᠎ᠠ ᠪᠠᠷ ᠨᠢ ᠲᠣᠳᠤᠷᠬᠠᠶᠢᠯᠠᠭᠰᠠᠨ᠃ᠬᠣᠵᠢᠮ ᠨᠢ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠪᠣᠯᠤᠨ ᠪᠦᠰᠡ ᠨᠤᠲᠤᠭ ᠤ᠋ᠨ ᢉᠡᠷ᠎ᠡ ᠪᠡᠷ ᠡᠷᢈᠡ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠃ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠨᠢ ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦᠨ ᢈᠡᠰᠡᢉ ᠪᠠᠶᠢᠭᠰᠠᠭᠠᠷ ᠢᠷᠡᢉᠰᠡᠨ ᠪᠥᢉᠡᠳ ᠡᠨᠡ ᠨᠢ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ ᠲᠦ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠲᠣᠭᠠᠴᠠᠬᠤ ᠳ᠋ᠤ ᠠᠮᠢᠨ ᠴᠢᠬᠤᠯᠠ ᠵᠦᠶᠢᠯ ᠶᠤᠮ᠃ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠨᠢ ᠮᠥᠨ ᠱᠠᠰᠢᠨ ᠰᠢᠲᠦᢈᠦ᠂ ᠦᠵᠡᠯ ᠰᠠᠨᠠᠭ᠎ᠠ᠂ ᠰᠠᠨᠠᠭ᠎ᠠ ᠪᠣᠳᠤᠯ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠠᠭᠤᠷᠢ ᠪᠣᠯᠵᠤ᠂ ᢈᠥᢉᠵᠢᢈᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠨᠢ ᠳᠡᠮᠵᠢᠳᠡᢉ᠃ᠡᠨᠡ ᠨᠢ ᠡᠪᠯᠡᠯᠳᠦᠨ ᠨᠢᢉᠡᠳᢈᠦ ᠡᠷᢈᠡ ᠪᠤᠶᠤ ᢈᠡᠨ ᠨᠢᢉᠡᠨ ᠲᠡᠢ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠻᠯᠦ᠋ᠪ᠂ᠨᠡᠶᠢᢉᠡᠮᠯᠢᢉ᠂ ᠦᠶᠢᠯᠡᠳᠪᠦᠷᠢᠴᠢᠨ ᠦ᠋ ᠡᠪᠯᠡᠯ᠂ ᠤᠯᠤᠰ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠨᠠᠮ ᠪᠠᠶᠢᠭᠤᠯᠬᠤ ᠪᠣᠯᠤᠨ ᠨᠢᢉᠡᠳᢈᠦ᠂ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠡᠰᠡᠪᠡᠯ ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠴᠤᠭᠯᠠᠭᠠᠨ ᠳ᠋ᠤ ᠣᠷᠤᠯᠴᠠᠬᠤ ᠪᠤᠶᠤ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠵᠢᠭᠰᠠᠬᠤ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠲᠡᠢ ᠮᠥᠨ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᠶᠤᠮ᠃ᢉᠡᠪᠡᠴᠦ ᠡᠳᠡᢉᠡᠷ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠨᠢ ᠰᠢᢉᠦᠮᠵᠢᠯᠡᠯ ᠢ᠋ ᠨᠤᠬᠤᠴᠢᠨ ᠳᠠᠷᠤᠬᠤ ᠶ᠋ᠢ ᢈᠦᠰᠡᠳᠡᢉ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠤ᠋ᠨ ᠪᠠᠶᠢᠩᠭᠤ ᠶ᠋ᠢᠨ ᠬᠠᠯᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠥᠷᠲᠦᠳᠡᢉ᠃ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ᠂ ᠧᢉᠢᠫᠧᠲ ᠲᠦ ᠰᠡᢉᠦᠯ ᠦ᠋ᠨ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠢ᠋ᠶᠠᠨ ᠰᠢᢉᠦᠮᠵᠢᠯᠡᢈᠦ ᠨᠢ ᠲᠤᠶᠢᠯ ᠤ᠋ᠨ ᠠᠶᠤᠯᠲᠠᠢ ᠪᠣᠯᠤᠭᠠᠳ ᠪᠠᠶᠢᠨ᠎ᠠ᠃᠒᠐᠑᠘ ᠣᠨ ᠤ᠋ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠷᢈᠡ ᠪᠠᠷᠢᠭᠴᠢᠳ ᠲᠸᠢᠲ᠋ᠲ᠋ᠧᠷ ᠲᠦ ᠵᠢᠷᢉᠢᢉᠰᠡᠨ᠂ ᢈᠥᠯᠪᠡᠮᠪᠦᢉᠡ ᠶ᠋ᠢᠨ ᠻᠯᠦ᠋ᠪ ᠢ᠋ ᠳᠡᠮᠵᠢᢉᠰᠡᠨ᠂ᠪᠡᠯᢉᠡ ᠶ᠋ᠢᠨ ᠳᠠᠷᠤᠮᠲᠠ ᠶ᠋ᠢ ᠰᠢᢉᠦᠮᠵᠢᠯᠡᢉᠰᠡᠨ᠂ ᠻᠢᠨᠣ᠋ ᠵᠠᠰᠠᠪᠤᠷᠢᠯᠠᠭᠰᠠᠨ᠂ ᠶᠠᠷᠢᠯᠴᠠᠯᠭ᠎ᠠ ᠥᢉᢉᠦᢉᠰᠡᠨ ᠵᠡᠷᢉᠡ ᠣᠯᠠᠨ ᠦᠨᠳᠦᠰᠦ ᠦᢉᠡᠢ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢ᠋ᠶᠠᠷ ᠳᠣᠣᠷ᠎ᠠ ᠬᠠᠶᠠᠵᠤ ᠑᠑᠓ ᢈᠦᠮᠦᠨ ᠢ᠋ ᠪᠠᠷᠢᠪᠴᠢᠯᠠᠵᠡᠢ᠃ᠪᠠᠷᠢᠪᠴᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ ᢈᠦᠮᠦᠰ ᠢ᠋ «ᠲᠧᠷᠷᠣᠷᠢᠰᠲ ᠪᠦᠯᠦᢉᠯᠡᠯ ᠦ᠋ᠳ ᠦ᠋ᠨ ᢉᠡᠰᠢᢉᠦᠳ» ᠂ ︽ᠬᠤᠳᠠᠯ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠲᠠᠷᠠᠭᠠᠭᠴᠢᠳ︾ ᢈᠡᠮᠡᠨ ᠪᠤᠷᠤᠭᠤᠳᠬᠠᠵᠡᠢ᠃ᠪᠤᠰᠤᠳ ᠭᠠᠵᠠᠷ ᠤ᠋ᠨ ᠠᠳᠠᠯᠢ ᠧᢉᠢᠫᠧᠲ ᠲᠦ ᠡᠩ ᠦ᠋ᠨ ᠢᠷᢉᠡᠳ ᠢ᠋ ᠴᠡᠷᠢᢉ ᠦ᠋ᠨ ᠰᠢᢉᠦᢈᠦ ᠪᠡᠷ ᠣᠷᠤᠭᠤᠯᠬᠤ ᠨᠢ ᠰᠢᠳᠤᠷᠭᠤ ᠪᠤᠰᠤ ᢈᠡᠳᠦᠢ ᠴᠦ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠦᢉᠡᠢ ᠪᠡᠷ ᠣᠯᠠᠨ ᠰᠠᠷ᠎ᠠ ᠬᠣᠷᠢᠭᠰᠠᠨ ᠤ᠋ ᠡᠴᠦᠰ ᠲᠦ ᠴᠡᠷᠢᢉ ᠦ᠋ᠨ ᠰᠢᢉᠦᢈᠦ ᠡᠴᠡ ᠶᠠᠯᠠᠯᠠᠭᠰᠠᠨ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
            image: "/mng/images/campaign/campaign_10/img1.Bkpr5A7G.png",
          },
          {
            content: "ᠮᠣᠰᠻᠸᠠ ᠳ᠋ᠤ ᠒᠐᠑᠔ ᠣᠨ ᠤ᠋ ᠒᠆ᠷ ᠰᠠᠷ᠎ᠠ ᠳ᠋ᠤ ᠪᠣᠯᠣᠲ᠋ᠨᠠᠶᠢ ᠶ᠋ᠢᠨ ᢈᠡᠷᠡᢉ ᠦ᠋ᠨ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠭᠠᠷᠤᠭᠰᠠᠨ ᠤ᠋ ᠳᠠᠷᠠᠭ᠎ᠠ ᠲᠸᠧᠷᠰᠻᠠᠢ ᠭᠤᠳᠤᠮᠵᠢᠨ ᠳ᠋ᠤ ᠡᢉᠦᠰᠦᢉᠰᠡᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠢ᠋ ᠴᠠᠭᠳᠠᠭ᠎ᠠ ᠨᠠᠷ ᢈᠦᠴᠦ ᢈᠡᠷᠡᢉᠯᠡᠨ ᠲᠠᠷᠠᠭᠠᠪᠠ᠃"
          },
          {
            title: "ᠦᢉᠡ ᢈᠡᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ",
            content: "ᠦᢉᠡ ᢈᠡᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠨᠢ ᠣᠯᠠᠨ ᠶᠠᠩᠵᠤ ᠶ᠋ᠢᠨ ᠤᠳᠬ᠎ᠠ ᠰᠠᠨᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠥᠪᠡᠷ ᠲᠦ ᠪᠡᠨ ᠠᠭᠤᠯᠳᠠᠭ ᠪᠥᢉᠡᠳ ᠳᠣᠷᠤᠮᠵᠢᠯᠠᠭᠰᠠᠨ ᠥᠩᢉᠡ ᠠᠶᠠᠰᠲᠠᠢ ᠴᠤ ᠪᠠᠶᠢᠵᠤ ᠪᠣᠯᠵᠤᠰᠢ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠵᠦᠢ ᠳ᠋ᠦ ᠦᢉᠡ ᢈᠡᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠳᠠᠭ ᠴᠤ ᠪᠤᠰᠤᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠵᠥᠷᠢᠴᠡᢈᠦ᠂ ᠦᠵᠡᠨ ᠶᠠᠳᠠᠯᠲᠠ ᠶ᠋ᠢ ᠰᠤᠷᠲᠠᠯᠴᠢᠯᠠᠬᠤ᠂ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ᠂ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ ᠢ᠋ ᠥᢉᠡᢉᠰᠢᢉᠦᠯᢈᠦ ᠵᠡᠷᢉᠡ ᠶ᠋ᠢ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠳᠠᠭᠠᠭᠤ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠶ᠋ᠢ ᠮᠥᠨ ᠱᠠᠭᠠᠷᠳᠠᠳᠠᠭ᠃ᢉᠡᠪᠡᠴᠦ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠶ᠋ᠢ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠳ᠋ᠤ ᠪᠠᠨ ᠬᠠᠤᠯᠢ ᠳ᠋ᠤ ᠵᠢᠭᠠᠭᠰᠠᠨ ᠤ᠋ ᠳᠠᠭᠠᠭᠤ᠂ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠲᠣᠳᠤᠷᠬᠠᠢ ᠠᠰᠢᠭ ᠰᠣᠨᠢᠷᠬᠠᠯ ᠡᠰᠡᠪᠡᠯ ᠪᠤᠰᠤᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠨ ᠡᠨᠡ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᢈᠦᠷᢈᠦ ᠵᠠᠶᠢᠯᠠᠰᠢ ᠦᢉᠡᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᢈᠢᢈᠦ ᠶᠣᠰᠤᠲᠠᠢ᠃᠒᠐᠑᠘ ᠣᠨ ᠳ᠋ᠤ ᠡᠮᠨᠧᠰᠲ᠋ᠧ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠡᠴᠡ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠰᠤᠳᠤᠯᠭ᠎ᠠ ᠪᠠᠷ ᠲᠸᠢᠲ᠋ᠲ᠋ᠧᠷ ᠨᠢ ᠡᠮᠡᢉᠲᠡᠶᠢᠴᠦᠳ ᠦ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠵᠥᠷᠢᠴᠡᠯ᠂ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ ᠢ᠋ ᠳᠡᠪᠡᠷᠡᢉᠡᢉᠰᠡᠨ ᠴᠠᢈᠢᠮ ᠲᠠᠯᠠᠪᠤᠷ ᠪᠥᢉᠡᠳ ᠶᠡᢈᠡᠩᢈᠢ ᠳ᠋ᠦ ᠪᠡᠨ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠲᠣᠭᠠᠴᠠᠬᠤ ᠦᢉᠡᠢ ᠥᠩᢉᠡᠷᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢ ᠣᠯᠵᠤ ᠲᠣᠭᠲᠠᠭᠠᠵᠡᠢ᠃ᠲᠸᠢᠲ᠋ᠲ᠋ᠧᠷ ᠨᠢ ᠡᠮᠡᢉᠲᠡᠶᠢᠴᠦᠳ ᠥᠪᠡᠷᠰᠡᠳ ᠢ᠋ ᠪᠡᠨ ᠴᠢᠯᠦᢉᠡᠲᠡᠢ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᠵᠦ᠂ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ ᠪᠠᠨ ᠰᠣᠨᠤᠰᠬᠠᠳᠠᠭ ᠲᠠᠯᠠᠪᠤᠷ ᠪᠠᠶᠢᠬᠤ ᠶ᠋ᠢᠨ ᠣᠷᠤᠨ ᠳ᠋ᠤ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠶᠠᠭᠤ ᠨᠡᠶᠢᠲᠡᠯᠡᢈᠦ ᠪᠡᠨ ᠼᠧᠨ᠋ᠽᠦ᠋ᠷᠳᠡᠵᠦ᠂ ᠬᠣᠭᠤᠷᠤᠨᠳᠤ ᠶ᠋ᠢᠨ ᠬᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠪᠠᠨ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ ᠳ᠋ᠤ ᢈᠦᠷᢉᠡᠳᠡᢉ᠃ᠲᠸᠢᠲ᠋ᠲ᠋ᠧᠷ ᠻᠣᠮᠫᠠᠨᠢ ᠨᠢ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ᠂ ᠵᠥᠷᠢᠴᠡᠯ ᠦ᠋ᠨ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠳ᠋ᠦ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠬᠠᠷᠢᠭᠤ ᠥᢉᢈᠦ ᠦᢉᠡᠢ᠂ ᢈᠢᠨᠠᠵᠤ᠂ ᠰᠢᠯᠭᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠭ᠎ᠠ ᠨᠢ ᠴᠠᢈᠢᠮ ᠣᠷᠴᠢᠨ ᠳ᠋ᠤ ᠡᠮᠡᢉᠲᠡᠶᠢᠴᠦᠳ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠡᢉᠦᠷᢉᠡ ᠪᠡᠨ ᠪᠡᠶᠡᠯᠡᢉᠦᠯᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠴᠠᢈᠢᠮ ᠶᠢᠷᠲᠢᠨᠴᠦ",
            content: "ᠴᠠᢈᠢᠮ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠨᠢ ᠪᠢᠳᠡᠨ ᠳ᠋ᠦ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ᠂ ᠻᠣᠷᠫᠣᠷᠠᠼ ᠤ᠋ᠳ ᠢ᠋ ᠤᠷᠢᠶᠠᠯᠠᠨ ᠳᠠᠭᠤᠳᠠᠬᠤ᠂ ᢈᠡᠷᠡᢉᠲᠡᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠨ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠣᠯᠭᠤᠳᠠᠭ᠃ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠪᠣᠯ ᢈᠦᠴᠦ ᠪᠥᢉᠡᠳ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠲ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠳᠣᠯᠤᠭᠠᠨ ᠲᠡᠷᠪᠤᠮ ᢈᠦᠮᠦᠨ ᠢ᠋ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯᠵᠢᢉᠦᠯᢈᠦ ᠪᠣᠯᠤᠮᠵᠢᠲᠠᠢ᠃ᢉᠡᠪᠡᠴᠦ ᠥᠨᠦ ᠶ᠋ᠢ ᢈᠦᠷᠲᠡᠯ᠎ᠡ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠨᠢ ᢈᠥᠷᠦᠩᢉᠡ ᠴᠢᠨᠡᢉᠡ᠂ ᠡᠷᢈᠡ ᠶᠠᠩᠪᠠ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠳ᠋ᠡᢈᠢ ᠪᠠᠶᠢᠷᠢ ᠰᠠᠭᠤᠷᠢ ᠠ᠋ᠴᠠ ᠬᠠᠮᠢᠶᠠᠷᠴᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠪᠠᠶᠠᠨ᠂ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯ ᠪᠦᢈᠦᠢ ᢈᠦᠮᠦᠰ ᠦᢉᠡ ᢈᠡᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠪᠡᠨ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠭᠤᠯᠬᠤ ᠨᠢ ᠬᠣᠪᠤᠷ᠃ᠡᢉᠦᠨ ᠦ᠋ ᠨᠢᢉᠡᠨ ᠠᠳᠠᠯᠢ ᠥᠨᠳᠦᠷ ᠬᠤᠷᠳᠤᠨ ᠤ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠲ ᠪᠦᢈᠦᠢ ᠥᠪᠡᠷ ᠦ᠋ᠨ ᠵᠥᢉᠡᢉᠡᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᠻᠣᠮᠫᠶᠦ᠋ᠲ᠋ᠧᠷ ᠲᠠᠢ ᢈᠦᠮᠦᠰ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠲ ᠻᠠᠹᠧ ᠳ᠋ᠤ ᠰᠠᠭᠤᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠣᠯᠠᠨ ᠻᠢᠯᠣᠮᠧᠲ᠋ᠷ ᠠᠯᠬᠤᠳᠠᠭ ᢈᠦᠮᠦᠰ ᠡᠴᠡ ᠬᠠᠪᠢ ᠦᢉᠡᠢ ᠢᠯᠡᢉᠦᠦ ᠮᠡᠳᠡᢉᠡᠯᠡᠯᠲᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠪᠣᠯᠤᠮᠵᠢᠲᠠᠢ᠃ᠵᠠᠷᠢᠮ ᠤᠯᠤᠰ ᠴᠠᢈᠢᠮ ᠬᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠶ᠋ᠢ ᢈᠢᠨᠠᠬᠤ ᠰᠦᠯᠵᠢᠶ᠎ᠡ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠣᠯ᠂ ᠧᢉᠢᠫᠧᠲ᠂ ᠰᠦᠳᠠᠨ᠋᠂ ᠽᠢᠮᠪᠠᠪᠸᠧ ᠵᠡᠷᢉᠡ ᠤᠯᠤᠰ ᠲᠤ ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠳ᠋ᠦ ᠬᠠᠷᠢᠭᠤ ᠦᠵᠡᢉᠦᠯᢈᠦ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠲ ᠢ᠋ ᠬᠠᠭᠠᠬᠤ ᠨᠢ ᠨᠡᠮᠡᢉᠳᠡᢉᠰᠡᢉᠡᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠢᠷᠠᠨ᠋᠂ ᢈᠢᠲᠠᠳ᠂ ᠸᠢᠧᠲ᠋ᠨᠠᠮ ᠤᠯᠤᠰ ᠨᠢ ᠴᠠᢈᠢᠮ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠳ᠋ᠦ ᠨᠡᠪᠲᠡᠷᠡᢈᠦ ᠬᠠᠨᠳᠤᠯᠲᠠ ᠶ᠋ᠢ ᢈᠢᠨᠠᠬᠤ ᠰᠢᠰᠲ᠋ᠧᠮ ᠢ᠋ ᢈᠥᢉᠵᠢᢉᠦᠯᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠨᠡᠳᢈᠡᢉ ᠦ᠋ᠨ ᠬᠣᠶᠢᠳᠤ ᢈᠡᠰᠡᢉ ᠲᠦ ᠪᠠᠶᠢᠷᠢᠯᠠᠬᠤ ᠻᠠᠱᠮᠢᠷ ᠮᠤᠵᠢ ᠳ᠋ᠤ ᠠᠯᠢᠪᠠ ᠡᠮᢈᠢ ᠵᠠᠮᠪᠠᠷᠠᠭ᠎ᠠ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠶ᠎ᠡ ᠪᠡᠷ ᠬᠠᠷᠢᠭᠤ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠬᠤ ᠳ᠋ᠤ ᠪᠠᠨ ᠭᠠᠷ ᠤᠲᠠᠰᠤᠨ ᠤ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠲ᠂ ᠬᠠᠷᠢᠯᠴᠠᠭ᠎ᠠ ᠬᠣᠯᠪᠤᠭ᠎ᠠ ᠶ᠋ᠢ ᠰᠢᠭᠤᠳ ᠵᠣᠭᠰᠤᠭᠠᠳᠠᠭ᠃ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠪᠢᠳᠡ ᢈᠢᠲᠠᠳ ᠤᠯᠤᠰ ᠲᠤ ᠮᠠᠨ ᠤ᠋ ᠴᠠᢈᠢᠮ ᠬᠠᠭᠤᠳᠠᠰᠤ ᠶ᠋ᠢ ᠬᠠᠭᠠᠬᠤ ᠠ᠋ᠴᠠ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠰᠢᠨ᠎ᠡ ᠠᠷᠭ᠎ᠠ ᠵᠠᠮ ᠤ᠋ᠳ ᠢ᠋ ᠬᠠᠶᠢᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠲᠡᢉᠦᠨᠴᠢᠯᠡᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ᠂ ᠰᠡᠳᢈᠦᠯᠴᠢᠳ ᠦ᠋ᠨ ᠬᠤᠪᠢ ᠶ᠋ᠢᠨ ᠴᠠᢈᠢᠮ ᠰᠢᠤᠳᠠᠨ ᠢ᠋ ᠤᠩᠰᠢᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠶᠤᠯᠲᠠᠢ᠂ ᠨᠠᠷᠢᠨ ᠲᠧᢈᠨᠣᠯᠣᢉᠢ ᠶ᠋ᠢ ᠠᠰᠢᠭᠯᠠᠵᠤ᠂ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠨᠢ ᠨᠢᠭᠤᠴᠠ ᠪᠠᠷ ᠪᠢᠴᠢᠵᠦ ᠠᠪᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠻᠣᠮᠫᠶᠦ᠋ᠲ᠋ᠧᠷ ᠤ᠋ᠨ ᢈᠢ ᠨᠢ ᠻᠠᠮᠧᠷ ᠡᠰᠡᠪᠡᠯ ᠮᠢᠻᠷᠣᠹᠣᠨ᠋ ᠢ᠋ ᠨᠢ ᠠᠯᠤᠰ ᠤ᠋ᠨ ᠵᠠᠢ ᠠ᠋ᠴᠠ ᠠᠰᠠᠭᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃᠒᠐᠑᠔ ᠣᠨ ᠳ᠋ᠤ ᠡᠮᠨᠧᠰᠲ᠋ ᠪᠣᠯᠤᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ᠂ ᠲᠧᢈᠨᠣᠯᠣᢉᠢ ᠶ᠋ᠢᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠡᠪᠰᠡᠯ ᠡᠴᠡ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ ᠨᠦ᠋ᢉᠦᠳ ᠲᠦ ᠵᠣᠷᠢᠭᠤᠯᠤᠨ ᠳ᠋ᠢᠵᠢᠲ᠋ᠠᠯ ᠲᠥᢈᠦᢉᠡᠷᠦᠮᠵᠢ ᠳ᠋ᠦ ᠨᠢ ᠲᠠᠩᠨᠠᠬᠤ ᠫᠷᠣᢉᠷᠠᠮᠮ ᠰᠠᠭᠤᠭᠰᠠᠨ ᠡᠰᠡᢈᠦ ᠶ᠋ᠢ ᠰᠢᠯᠭᠠᠬᠤ 'ᠳ᠋ᠧᠲ᠋ᠧᠻᠲ' ᢉᠡᢈᠦ ᠡᠩ ᠦ᠋ᠨ ᠠᠷᠭ᠎ᠠ ᢈᠡᠷᠡᢉᠰᠡᠯ ᠢ᠋ ᠨᠡᠪᠲᠡᠷᠡᢉᠦᠯᠦᢉᠰᠡᠨ᠃",
          },
          {
            type: "two-column",
            title: "ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠧᠮᠨᠧᠰᠲ᠋ᠢ ᠶᠠᠭᠤ ᢈᠢᠳᠡᢉ ᠪᠤᠢ?",
            columns: [
              {
                title: "ᠻᠧᠶᠢᠰ ᠰᠤᠳᠤᠯᠭ᠎ᠠ: ᠫᠣᠯᠢᠱ᠂ ᠡᠰᠡᠷᢉᠦᠴᠡᢈᠦ ᠡᠷᢈᠡ",
                content: "ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠨᠢ ᠫᠣᠯᠢᠱ ᠤᠯᠤᠰ ᠲᠤ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᠵᠦ ᠪᠤᠢ ᢈᠦᠮᠦᠰ ᠲᠦ ᠨᠥᠯᠦᢉᠡᠯᠡᠵᠦ ᠪᠤᠢ ᠠᠶᠤᠯ ᠵᠠᠨᠤᠯ᠂ ᠳᠠᠷᠤᠮᠲᠠ᠂ ᢈᠢᠨᠠᠯᠲᠠ᠂ ᢈᠦᠴᠦ ᢈᠡᠷᠡᢉᠯᠡᢈᠦ᠂ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠭᠰᠠᠨ ᠬᠠᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠢ᠋ ᠪᠠᠷᠢᠮᠲᠠᠵᠢᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃᠒᠐᠑᠖ ᠣᠨ ᠠ᠋ᠴᠠ ᠬᠣᠶᠢᠰᠢ ᠡᠮᠡᢉᠲᠡᠶᠢᠴᠦᠳ ᠦ᠋ᠨ ᠡᠷᢈᠡ᠂ ᠰᠢᢉᠦᢈᠦ ᠶ᠋ᠢᠨ ᠪᠡᠶ᠎ᠡ ᠳᠠᠭᠠᠭᠠᠭᠰᠠᠨ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠭᠰᠠᠨ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠦ᠋ ᠬᠠᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠦ᠋ᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠰᠡᠷᢉᠦᠴᠡᢉᠴᠢᠳ ᢈᠦᠴᠦ ᢈᠡᠷᠡᢉᠯᠡᠯᠲᠡ᠂ ᠪᠠᠷᠢᠪᠴᠢᠯᠠᠯ᠂ ᠤᠳᠠᠭᠠᠨ ᠬᠤᠭᠤᠴᠠᠭᠠᠨ ᠤ᠋ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠵᠢᠷᠤᠮ ᠢ᠋ᠶᠠᠷ ᠲᠤᠯᠭᠠᠷᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢ ᠴᠢᠩᠭᠠᠳᠬᠠᠵᠤ᠂ ᠬᠠᠤᠯᠢ ᠰᠠᢈᠢᠭᠤᠯᠬᠤ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠢᠨᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯ ᠢ᠋ ᠥᠷᢉᠡᠵᠢᢉᠦᠯᠵᠦ᠂ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠴᠤᠭᠯᠠᠭᠠᠨ ᠢ᠋ ᠰᠠᠭᠠᠲᠠᠭᠤᠯᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠨᠡ ᢈᠦ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯ ᠢ᠋ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠬᠤ ᠳ᠋ᠤ ᠣᠷᠤᠯᠴᠠᠵᠤ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠡᠰᠡᠪᠡᠯ ᠣᠷᠤᠯᠴᠠᠭᠰᠠᠨ ᢈᠦᠮᠦᠰ ᠲᠦ ᠡᠰᠡᠷᢉᠦ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃"
              },
              {
                title: "ᠻᠧᠶᠢᠰ ᠰᠤᠳᠤᠯᠭ᠎ᠠ: ᠸᠢᠧᠲ᠋ᠨᠠᠮ ᠳ᠋ᠤ ᠦᠵᠡᠯ ᠰᠠᠨᠠᠭᠠᠨ ᠤ᠋ ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠤ᠋ᠨ ᠲᠣᠭ᠎ᠠ ᠨᠡᠮᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ",
                content: "᠒᠐᠑᠙ ᠣᠨ ᠤ᠋ ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ᠆ᠶ᠋ᠢᠨ ᠲᠠᠶᠢᠯᠤᠨ ᠨᠢ ᠸᠢᠧᠲ᠋ᠨᠠᠮ ᠳ᠋ᠠᢈᠢ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠳᠠᠷᠤᠮᠲᠠᠯᠠᠯ ᠨᠡᠮᠡᢉᠳᠡᢉᠰᠡᠨ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᠪᠠᠷ ᠡᠮᢈᠢ ᠴᠡᢉᠴᠡ ᠦᢉᠡᠢ ᠪᠡᠷ ᠰᠢᢉᠦᢉᠳᠡᠵᠦ ᠬᠣᠷᠢᠭᠳᠠᠵᠤ ᠪᠤᠢ ᠦᠵᠡᠯ ᠰᠠᠨᠠᠭᠠᠨ ᠤ᠋ ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠤ᠋ᠨ ᠲᠣᠭ᠎ᠠ ᠭᠤᠷᠪᠠᠨ ᠤ᠋ ᠨᠢᢉᠡ ᠪᠡᠷ ᠨᠡᠮᠡᢉᠳᠡᢉᠰᠡᠨ ᠢ᠋ ᠢᠯᠡᠴᠢᠯᠡᢉᠰᠡᠨ᠃ᠡᢉᠦᠨ ᠳ᠋ᠦ ᠬᠠᠤᠯᠢᠴᠢ᠂ ᠪᠯᠣᢉᠧᠷ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠢᠪᠡᢉᠡᠨ ᠲᠡᠳᢈᠦᢉᠴᠢᠳ᠂ ᠪᠠᠶᠢᠭᠠᠯᠢ ᠣᠷᠴᠢᠨ ᠤ᠋ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ᠂ ᠠᠷᠠᠳᠴᠢᠯᠠᠯ ᠤ᠋ᠨ ᠲᠥᠯᠦᢉᠡᠯᠡᢉᠴᠢᠳ ᠪᠠᠭᠲᠠᠳᠠᠭ᠃ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠮᠠᠰᠢ ᢈᠦᠨᠳᠦ ᠨᠥᢈᠦᠴᠡᠯ ᠳ᠋ᠦ ᠲᠤᠯᠭᠠᠷᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ: ᢈᠡᠷᠴᠡᢉᠡᠶᠢᠯᠡᠯ᠂ ᠮᠠᠭᠤ ᠬᠠᠨᠳᠤᠯᠭ᠎ᠠ᠂ ᠲᠤᠰᠠᠭᠠᠷᠯᠠᠯᠲᠠ᠂ ᠭᠠᠭᠴᠠᠭᠠᠷ ᠢ᠋ᠶᠠᠨ ᠬᠣᠷᠢᠬᠤ᠂ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠨᠥᢈᠦᠴᠡᠯ ᠮᠠᠭᠤ᠂ ᠡᠮᠨᠡᠯᢉᠡ ᠶ᠋ᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠦᢉᠡᠢ᠂ ᠴᠡᠪᠡᠷ ᠤᠰᠤᠨ ᠤ᠋ ᠬᠠᠩᠭᠠᠮᠵᠢ ᠦᢉᠡᠢ᠂ ᠭᠠᠳᠠᠭ᠎ᠠ ᠲᠠᠯ᠎ᠠ ᠳ᠋ᠤ ᠭᠠᠷᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᢉᠡᠢ᠃ᠶᠡᢈᠡᠩᢈᠢ ᠦᠵᠡᠯ ᠰᠠᠨᠠᠭᠠᠨ ᠤ᠋ ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠳ᠋ᠦ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢉᠰᠡᠨ ᠦ᠋ ᠤᠯᠠᠮ ᠠ᠋ᠴᠠ ᠬᠣᠷᠢᠭᠳᠠᠵᠤ᠂ ᠶᠡᢈᠡᠪᠴᠢᠯᠡᠨ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᢈᠡᠲᠦ ᠥᠷᢉᠡᠨ᠂ ᠲᠣᠳᠤᠷᠬᠠᠢ ᠪᠤᠰᠤ ᠵᠦᠶᠢᠯ ᠳ᠋ᠦ ᠲᠤᠯᠭᠠᠭᠤᠷᠢᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠵᠢᠱᠢᠶ᠎ᠡ ᠨᠢ: ᠲᠷᠠᠨ᠋ ᠾᠣᠠᠩ ᠹᠦᠻ ᠨᠢ ᠠᠷᠠᠳᠴᠢᠯᠠᠯ ᠤ᠋ᠨ ᠲᠥᠯᠦᢉᠡᠯᠡᢉᠴᠢ᠂ ᠪᠠᠶᠢᠭᠠᠯᠢ ᠣᠷᠴᠢᠨ ᠤ᠋ ᠢᠳᠡᠪᢈᠢᠲᠡᠨ ᠪᠥᢉᠡᠳ ᠒᠐᠑᠗ ᠣᠨ ᠤ᠋ ᠖᠆ᠷ ᠰᠠᠷ᠎ᠠ ᠳ᠋ᠤ ᠪᠠᠷᠢᠪᠴᠢᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠃ᠲᠡᠷᠡ ᠪᠡᠷ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠳ᠋ᠦ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠢ᠋ ᠰᠢᢉᠦᠮᠵᠢᠯᠡᢉᠰᠡᠨ ᠸᠢᠳᠧᠣ᠋ ᠪᠢᠴᠢᠯᢉᠡ ᠪᠠᠶᠢᠷᠢᠰᠢᠭᠤᠯᠵᠤ᠂ ᠬᠤᠪᠢᠶᠠᠯᠴᠠᠭᠰᠠᠨ ᠤ᠋ ᠤᠯᠠᠮ ᠠ᠋ᠴᠠ 'ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠫᠷᠣᠫᠠᠭᠠᠨ᠋ᠳᠠ ᢈᠢᢈᠦ' ᢉᠡᠰᠡᠨ ᠵᠦᠶᠢᠯ ᠢ᠋ᠶᠡᠷ ᠶᠠᠯᠠᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠃ᠲᠡᢉᠦᠨ ᠳ᠋ᠦ ᠵᠢᠷᠭᠤᠭᠠᠨ ᠵᠢᠯ ᠦ᠋ᠨ ᠬᠣᠷᠢᠬᠤ ᠶᠠᠯ᠎ᠠ᠂ ᠳᠥᠷᠪᠡᠨ ᠵᠢᠯ ᠦ᠋ᠨ ᢉᠡᠷ ᠦ᠋ᠨ ᠬᠣᠷᠢᠬᠤ ᠶᠠᠯ᠎ᠠ ᠣᠨᠤᠭᠠᠭᠳᠠᠭᠰᠠᠨ᠃"
              }
            ]
          },
          {
            title: "ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠴᠢᠯᠦᢉᠡᠲᠡᠢ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠠᠯᠠᠭᠠᠷ ᠢᠯᠡᢉᠦᠦ ᠶᠡᢈᠡ ᠶ᠋ᠢ ᠮᠡᠳᠡᢈᠦ ᠶ᠋ᠢ ᢈᠦᠰᠡᠪᠡᠯ",
          },
          {
            type: "buttons",  // Энэ нь buttons section гэдгийг заана
            buttons: [
              {
                text: "ᠰᠤᠷᠭᠠᠯᠲᠠ ᠳ᠋ᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ",
                link: "#why-important"
              },
            ]
          },
          {
            title: "ᠰᠢᠢᠳᠦᠯ	: ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠶᠠᠭᠤ ᠶ᠋ᠢ ᠤᠷᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ ᠪᠤᠢ?",
            content: "• ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠦᠵᠡᠯ ᠰᠠᠨᠠᠭᠠᠨ ᠤ᠋ ᠬᠣᠷᠢᠭᠳᠠᠯ ᠤ᠋ᠳ ᠢ᠋ ᠶᠠᠮᠠᠷ ᠴᠤ ᠨᠥᢈᠦᠴᠡᠯ ᠦᢉᠡᠢ ᠪᠡᠷ ᠨᠡᠩ ᠳᠠᠷᠤᠢ ᠰᠤᠯᠠᠯᠠᠬᠤ᠃• ᠦᢉᠡ ᠪᠡᠨ ᢈᠡᠯᠡᢉᠰᠡᠨ ᠡᠰᠡᠪᠡᠯ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠢ᠋ᠶᠡᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢉᠰᠡᠨ ᠦ᠋ ᢈᠢ ᠨᠢ ᠲᠥᠯᠦᢉᠡ ᠡᠷᠡᢉᠦᠦ ᠶ᠋ᠢᠨ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᢈᠦᠯᠢᠶᠡᠯᢉᠡᠳᠡᢉ ᠪᠦᢈᠦ ᠬᠠᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠢ᠋ ᢈᠦᠴᠦᠨ ᠦᢉᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ᠃• ᠦᠵᠡᠨ ᠶᠠᠳᠠᠭᠰᠠᠨ ᠦᢉᠡ ᢈᠡᠯᠡᠯᢉᠡ᠂ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ᠂ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ ᠢ᠋ ᠥᢉᠡᢉᠰᠢᢉᠦᠯᢈᠦ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠡᠰᠡᠷᢉᠦᠴᠡᢉᠴᠢᠳ ᠢ᠋ ᠨᠤᠬᠤᠴᠢᠨ ᠳᠠᠷᠤᠬᠤ ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠠᠷ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠬᠤ • ᢈᠦᠮᠦᠰ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠳ᠋ᠦ ᠨᠡᠪᠲᠡᠷᠡᢈᠦ ᠪᠣᠯᠤᠮᠵᠢᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ᠂ᠬᠤᠪᠢ ᢈᠦᠮᠦᠨ᠂ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠲᠥᠷᠦ᠂ ᠻᠣᠮᠫᠠᠨᠢ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯ ᠢ᠋ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠬᠤ᠃",
          },
          {
            title: "ᠵᠢᠭᠰᠠᠭᠴᠢᠳ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠ",
            content: "ᠲᠡᠦᢈᠡ ᠶ᠋ᠢᠨ ᠲᠤᠷᠰᠢᠳᠠ ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠨᠢ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᢈᠦᠴᠦᠷᢈᠡᢉ ᢈᠡᠷᠡᢉᠰᠡᠯ ᠪᠠᠶᠢᠭᠰᠠᠭᠠᠷ ᠢᠷᠡᢉᠰᠡᠨ᠃ᢉᠡᠪᠡᠴᠦ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠤᠯᠤᠰ ᠣᠷᠤᠨ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠦ᠋ᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠢ᠋ ᠳᠠᠷᠤᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠥᢉᠡᠳ ᠡᢉᠦᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠤᠷᠢᠶᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ ᠪᠠᠨ ᠨᠡᠮᠡᠵᠦ᠂ ᠥᠨᠦᠳᠦᠷ ᠮᠠᠨ ᠤ᠋ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠳ᠋ᠤ ᠨᠢᢉᠡᠳᠦᢉᠡᠷᠡᠢ᠃ᠪᠷᠢᠲ᠋ᠠᠨᠢ ᠶ᠋ᠢᠨ ᠻᠣᠯᠣᠨᠢᠴᠢᠯᠠᠯ ᠤ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠑᠙᠓᠐ ᠣᠨ ᠳ᠋ᠤ ᠡᠨᠡᠳᢈᠡᢉ ᠲᠦ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠳᠠᠪᠤᠰᠤᠨ ᠤ᠋ ᠮᠠᠷᠱ; ᠠᠷᠠᠪ ᠤ᠋ᠨ ᠬᠠᠪᠤᠷ ᠤ᠋ᠨ ᠪᠣᠰᠤᠯᠭ᠎ᠠ᠂ ᠡᠮᠦᠨᠡᠳᠦ ᠠᠹᠷᠢᠻᠠ ᠳ᠋ᠤ ᠠᠷᠠᠰᠤ ᠥᠩᢉᠡ ᠪᠡᠷ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠬᠤ ᠦᠵᠡᠯ ᠦ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠵᠢᠭᠰᠠᠭᠠᠯ᠃ᠡᠳᠡᢉᠡᠷ ᠨᠢ ᠪᠠᠭᠤᠵᠤ ᠥᢉᢈᠦ ᠡᠴᠡ ᠲᠠᠲᠠᠭᠠᠯᠵᠠᠭᠰᠠᠨ᠂ ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯ ᠳ᠋ᠦ ᠦᠨᠡᠨ ᠢ᠋ ᢈᠡᠯᠡᢉᠰᠡᠨ᠂ ᠡᠰᠡᠷᢉᠦᠴᠡᢉᠰᠡᠨ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠤᠳᠤᠷᠢᠳᠤᠭᠰᠠᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᠭᠣᠣᠯ ᠲᠡᠦᢈᠡᠨ ᠮᠥᠴᠡ ᠨᠦ᠋ᢉᠦᠳ ᠢ᠋ ᠲᠡᠮᠳᠡᢉᠯᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠪᠣᠯ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᢈᠦᠴᠦᠷᢈᠡᢉ ᢈᠦᠴᠦ ᠪᠥᢉᠡᠳ ᠡᠨᠡ ᠨᠢ ᠢᠯᠡᢉᠦᠦ ᠰᠢᠳᠤᠷᠭᠤ᠂ ᠲᠡᢉᠰᠢ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠪᠤᠢ ᠪᠣᠯᠬᠤ ᠪᠣᠯᠤᠮᠵᠢᠲᠠᠢ ᢉᠡᠵᠦ ᠶᠠᠷᠢᠳᠠᠭ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠡᠷ᠎ᠡ ᠵᠣᠷᠢᠭ ᠤ᠋ᠨ ᠠᠴᠢ ᠪᠠᠷ ᠶᠤᠮ᠃ᢉᠡᠪᠡᠴᠦ ᠡᠨᠡ ᠨᠠᠨᠳᠢᠨ ᠡᠷᢈᠡᠨ ᠳ᠋ᠦ ᠬᠠᠯᠳᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠷᢈᠡ ᠮᠡᠳᠡᠯ ᠳ᠋ᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᢈᠡᠲᠦᠷᢈᠡᠢ ᠣᠯᠠᠨ ᢈᠦᠮᠦᠰ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠡᠴᠡ ᠡᠮᠢᠶᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠲᠤᠯᠠ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠦ᠋ᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᢈᠢᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᢈᠡᠲᠦ ᠣᠯᠠᠨ ᢈᠦᠮᠦᠨ ᠰᠲ᠋ᠠᠲ᠋ᠦ᠋ᠰ ᠻᠸᠣ᠋ ᠶ᠋ᠢ ᠬᠠᠳᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢ ᢈᠦᠰᠡᠳᠡᢉ᠃ᢈᠡᠲᠦ ᠣᠯᠠᠨ ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠬᠣᠶᠠᠷ ᠲᠡᠶᠢᠰᠢ ᠨᠢ ᠪᠠᠶᠢᠯᠭᠠᠬᠤ ᠶ᠋ᠢ ᢈᠦᠰᠡᠳᠡᢉ᠃ᠪᠢᠳᠡ ᠨᠢᢉᠡᠳᠴᠦ᠂ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ᠂ ᠢᠯᠠᠩᠭᠤᠶ᠎ᠠ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠭᠳᠠᠭᠰᠠᠨ᠂ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠭᠳᠠᠭᠰᠠᠨ ᢈᠦᠮᠦᠰ ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠦ᠋ᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠳ᠋ᠤ ᠣᠷᠤᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠤᠭᠰᠠᠨ ᠢ᠋ᠶᠠᠷ ᠪᠢᠳᠡ ᠢᠯᠡᢉᠦᠦ ᠰᠢᠳᠤᠷᠭᠤ᠂ ᠲᠡᢉᠰᠢ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠵᠤ ᠴᠢᠳᠠᠨ᠎ᠠ᠃ᠬᠠᠮᠲᠤ ᠳ᠋ᠤ ᠪᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠢ᠋ ᠬᠠᠭᠠᠭᠰᠠᠨ᠂ ᠬᠠᠮᠢᠭ᠎ᠠ ᠴᠤ᠂ ᠡᠷᠦᠰᠳᠡᠯᠲᠡᠢ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠨᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᢈᠦᠮᠦᠰ ᠬᠠᠪᠴᠢᠯᠭ᠎ᠠ ᠬᠠᠪᠴᠢᠯᠭ᠎ᠠ ᠦᢉᠡᠢ ᠪᠡᠷ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶ᠋ᠢ ᠲᠠᠶᠢᠪᠤᠩ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠪᠢᠳᠡ ᠨᠢᢉᠡᠳᢈᠦ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠡᠨᠡ ᠪᠣᠯ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠳ᠋ᠦ ᠲᠤᠯᠭᠠᠮᠳᠠᠭᠰᠠᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠥᢉᠡᠳ ᠡᢉᠦᠨ ᠢ᠋ ᠵᠠᠰᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠪᠢᠳᠡ ᠪᠦᢉᠦᠳᠡ ᠳ᠋ᠦ ᢈᠡᠷᠡᢉᠲᠡᠢ᠃ᠡᠰᠡᠷᢉᠦᠴᠡᠯ ᠦ᠋ᠨ ᠨᠢᢉᠡᠨ ᠠᠳᠠᠯᠢ ᠪᠢᠳᠡ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᢈᠢᢈᠦ ᠲᠣᠭᠠᠨ ᢈᠦᠴᠦ ᠴᠢᠳᠠᠯᠲᠠᠢ᠃",
          },
        ],
      },
      11: {
        title: "ᠮᠢᠨᠤ ᠪᠡᠶ᠎ᠡ ᠮᠢᠨᠤ ᠡᠷᢈᠡ",
        video: "https://www.youtube.com/embed/rnlmGchQdfM",
        sections: [
          {
            title: "ᠮᠢᠨᠤ ᠪᠡᠶ᠎ᠡ ᠮᠢᠨᠤ ᠡᠷᢈᠡ",
            content: "ᠪᠢᠳᠡᠨ ᠦ᠋ ᠪᠡᠶ᠎ᠡ ᠮᠠᠬᠠᠪᠣᠳ ᠲᠠᠢ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠡᠮᠦᠨ᠎ᠡ ᠡᠴᠡ ᠰᠢᠢᠳᠪᠦᠷᠢᠯᠡᠳᠡᢉ ᠨᠡᠶᠢᢉᠡᠮ ᠳ᠋ᠦ ᠪᠢᠳᠡ ᠠᠮᠢᠳᠤᠷᠠᠭᠰᠠᠭᠠᠷ ᠯᠠ ᠪᠠᠶᠢᠨ᠎ᠠ᠃  ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᢈᠡᠮ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠲᠥᠷᠦ ᠵᠠᠰᠠᠭ᠂ ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ᠂ ᠪᠢᠳᠡᠨ ᠦ᠋ ᢉᠡᠷ ᠪᠦᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃  ᠪᠢᠳᠡ ᠡᠨᠡ ᠬᠣᠷᠢᠭ ᠰᠠᠭᠠᠳ ᠢ᠋ ᠳᠠᠪᠠᠬᠤ ᠠ᠋ᠴᠠ ᠠᠶᠤᠵᠤ ᠡᠮᠢᠶᠡᠳᠡᢉ᠃  ᠪᠢᠳᠡᠨ ᠦ᠋ ᠣᠯᠠᠩᢈᠢ ᠰᠢᠪᠰᠢᢉ ᠪᠣᠯᠬᠤ᠂ ᠱᠣᠷᠤᠩ ᠳ᠋ᠤ ᠬᠣᠷᠢᠭᠳᠠᠬᠤ ᠠ᠋ᠴᠠ ᠠᠶᠤᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃  ᠡᠳᠡᢉᠡᠷ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠠ᠋ᠴᠠ ᠪᠣᠯᠤᠭᠠᠳ ᠪᠦᢉᠦᠳᠡ ᠴᠢᠮᠡᢉᠡ ᠦᢉᠡᠢ ᠰᠠᠭᠤᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃  “ᠮᠢᠨᠤ ᠪᠡᠶ᠎ᠡ - ᠮᠢᠨᠤ ᠡᠷᢈᠡ” ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ᠶᠠᠷ ᠳᠠᠮᠵᠢᠭᠤᠯᠤᠨ ᠪᠢᠳᠡ ᠡᠨᠡ ᢈᠦ ᠠᠨᠢᠷ ᠴᠢᠮᠡᢉᠡ ᠦᢉᠡᠢ ᠶ᠋ᠢ ᠡᠪᠳᠡᢈᠦ ᠶ᠋ᠢ ᢈᠦᠰᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃  ᠪᠢᠳᠡ ᠥᠪᠡᠷᠰᠡᠳ ᠦ᠋ᠨ ᠢ᠋ᠶᠡᠨ ᠪᠡᠶ᠎ᠡ᠂ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ᠂ ᠪᠡᠯᢉᠡ ᠶ᠋ᠢᠨ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠤ᠋ᠨ ᠲᠠᠯᠠᠭᠠᠷ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠭᠠᠷᠭᠠᠵᠤ ᠪᠠᠶᠢᠬᠤ ᠨᠢ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠦᠨᠳᠦᠰᠦᠨ ᠡᠷᢈᠡ᠃  ᠥᠨᠦᠳᠦᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠡᢉᠡᠷ᠎ᠡ ᢈᠦᠮᠦᠰ ᠥᠪᠡᠷ ᠦ᠋ᠨ ᠪᠡᠶ᠎ᠡ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠶ᠋ᠢ ᠪᠡᠶ᠎ᠡ ᠳᠠᠭᠠᠭᠠᠵᠤ ᠭᠠᠷᠭᠠᠭᠰᠠᠨ ᠤ᠋ ᠪᠠᠨ ᠲᠥᠯᠦᢉᠡ",
          },
        ],
      },
      12: {
        title: "ᠡᠷᠦᠦᠳᠡᠨ ᠰᠢᠦᠦᠬᠡᠢ ᠶᠢ ᠵᠣᠭᠰᠤᠭᠠᠶ",
        video: "https://www.youtube.com/embed/Oop4uCJJvrA?si=CcgGom2TPLbY7Jlo",
        sections: [
          {
            title: "ᠬᠦᠮᠦᠨ ᠦ ᠡᠷ᠎ᠡ ᠶᠢᠨ ᠲᠦᠭᠡᠡᠮᠡᠯ ᠲᠤᠨᠬᠠᠭᠯᠠᠯ ᠠᠷᠠᠰ",
            content:
              "'ᠬᠡᠨ ᠳ ᠢ ᠡᠷᠦᠦ ᠰᠢᠦᠦᠯᠲᠤ ᠲᠤᠯᠭᠠᠨ ᠡᠰᠬᠦ ᠬᠡᠨᠲᠡᠢ ᠢ ᠬᠡᠷᠴᠢᠭᠡᠡᠷ᠎ᠠ ᠪᠤᠶᠤ ᠬᠦᠮᠦᠨ ᠶᠣᠰᠨᠣᠰ ᠠᠳᠤᠷ ᠬᠠᠷᠢᠴᠠᠬᠳᠣᠷᠤᠨ ᠰᠢᠶᠲᠭᠡᠬ᠆ ᠶᠣᠰᠦᠯᠭᠢ' ᠰᠠᠥ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ᠡᠷᠦᠦᠳᠡᠨ ᠰᠢᠦᠬᠡᠢ ᠨᠢ ᠢᠬᠡᠪᠴᠡᠳ ᠬᠦᠮᠦᠨ ᠦ ᠨᠦᠳᠨᠡᠡᠰ ᠳᠠᠯᠳ ᠶᠠᠪᠠᠭᠳᠠᠭ᠃ ᠵᠠᠰᠠᠭ ᠠᠩᠭᠠᠷᠤᠤᠳ ᠢᠬᠡᠪᠴᠡᠳ ᠡᠷᠦᠦᠳᠡᠨ ᠰᠢᠦᠦᠭᠳᠰᠡᠨ ᠲᠤᠬᠠᠢ ᠭᠣᠮᠳ᠎ᠠ ᠲᠠᠲᠦᠬ ᠠᠬᠠᠭᠭᠤᠢ ᠶᠠᠭᠠᠮᠠᠭᠳᠠᠭ᠃ 1948 ᠣᠨ ᠳ ᠬᠦᠮᠦᠨ ᠦ ᠡᠷᠬᠡᠨ ᠲᠦᠭᠡᠡᠮᠡᠯ ᠲᠤᠨᠬᠠᠯᠠᠯ ᠪᠠᠲᠠᠯᠭᠠᠳᠰᠠᠨᠠᠰ ᠬᠣᠢ ᠡᠷᠦᠦᠳᠡᠨ ᠰᠢᠦᠬᠡ ᠢᠭ ᠣᠯᠤᠨ ᠤᠯᠤᠰᠠᠳ ᠬᠣᠷᠢᠭᠯᠠᠰᠠᠨ᠃ 156 ᠤᠯᠤᠰ ᠡᠷᠦᠦᠳᠡᠨ ᠰᠢᠦᠬᠡᠢ ᠨ ᠡᠰᠦᠷᠭᠦ ᠣᠨᠪᠡᠨᠴᠢ ᠳ ᠨᠡᠭᠳᠡᠨ ᠣᠷᠰ ᠠᠪᠠ ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠡᠨ᠎ᠡ ᠣᠨᠪᠡᠨᠴᠢ ᠳ 2002 ᠣᠨᠳ ᠨᠡᠭᠳᠡᠨ ᠣᠷᠵᠡᠡ᠃",
          },
        ],
      },
      13: {
        title: "ᠡᠳᠦᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠢᠶᠢᠭᠡᠮ᠂ ᠰᠤᠶᠤᠯ ᠤᠨ ᠡᠷᠬ᠎ᠡ ᠶᠢᠨ ᠲᠥᠯᠥᠭᠡ",
        video: "https://www.youtube.com/embed/KHuEIlRmVrc?si=il1RL9HDICTrxWf2",
        sections: [
          {
            title: "ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ",
            content:
              "ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠨᠢ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ᠂ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ︵ᠡ‍᠂ᠵᠡ‍᠂ᠨᠡ‍᠂ᠰᠡ‍᠂)-ᠡᠶᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠥᠷᠨᠢᢉᠦᠯᠦᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠳᠡᢉᠡᠷ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠢ᠋ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠦᢉᠡᠮᠡᠯ ᠲᠤᠩᠬᠠᠭᠯᠠᠯ ᠪᠣᠯᠤᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᢉᠡᠷ᠎ᠡ ᠨᠦ᠋ᢉᠦᠳ ᠢ᠋ᠶᠡᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠰᠠᠨ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ᠂ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠨᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠤ᠋ᠨ ᠨᠠᠭᠠᠳᠤ ᠵᠠᠬ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠡᠷᠡᢉᠴᠡᢉᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠰᠠᠨ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠶᠤᠮ᠃ᠡᢉᠦᠨ ᠳ᠋ᠦ: ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ᠂ ᠴᠡᠪᠡᠷ ᠤᠰᠤ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ᠂ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ᠂ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠪᠠᠭᠲᠠᠨ᠎ᠠ᠃ᠲᠡᢉᠦᠨᠴᠢᠯᠡᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠨᠡᠷ᠎ᠡ ᠲᠥᠷᠦ ᠲᠡᠢ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠨᠥᢈᠦᠴᠡᠯ ᠢ᠋ ᠪᠦᠷᠢᠳᠦᢉᠦᠯᢈᠦ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ᠂ ᠠᠵᠢᠯᠴᠢᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ᠂ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠠ᠋ᠴᠠ ᠡᢉᠦᠳᠦᠨ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠤᠢ ᠪᠤᠰᠤᠳ ᠪᠦᠯᠦᢉ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠢ᠋ ᠴᠦ ᠬᠠᠮᠢᠶᠠᠷᠳᠠᠭ᠃ᠡ‍᠂ᠵᠡ‍᠂ᠨᠡ‍᠂ᠰᠡ‍᠆ᠶ᠋ᠢᠨ ᠪᠦᢈᠦ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠬᠣᠭᠤᠷᠤᠨᠳᠤ ᠪᠠᠨ ᠬᠠᠷᠢᠯᠴᠠᠨ ᠬᠠᠮᠢᠶᠠᠷᠤᠯᠲᠠᠢ ᠪᠥᢉᠡᠳ ᠨᠢᢉᠡ ᠡᠷᢈᠡ ᠨᠢ ᠨᠥᢉᠦᢉᠡ ᠡᠷᢈᠡ ᠪᠡᠷ ᠢ᠋ᠶᠡᠨ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠵᠤ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠂ ᠴᠡᠪᠡᠷ ᠤᠰᠤ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢈᠦ ᠳ᠋ᠦ ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠴᠦ ᠮᠥᠨ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠳᠠᠭ᠃",
          },
          {
            title: "ᠶᠠᠭᠠᢈᠢᠭᠠᠳ ᠡᠵᠡᠨᠰᠡ ᠴᠢᠬᠤᠯᠠ ᠪᠤᠢ?",
            content:
              "ᠪᠢᠳᠡ ᠪᠦᢉᠦᠳᠡ ᠳ᠋ᠦ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᢉᠡᠷ ᢈᠡᠷᠡᢉᠲᠡᠢ᠃ᠪᠢᠳᠡᠨ ᠳ᠋ᠦ ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠢᠳᠡᢈᠦ ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ᠂ ᠤᠮᠳᠠᠭᠠᠯᠠᠬᠤ᠂ ᠤᢈᠢᠶᠠᠵᠤ ᠴᠡᠪᠡᠷᠯᠡᢈᠦ᠂ ᠬᠣᠭᠤᠯᠠ ᢈᠢᢈᠦ ᠤᠰᠤ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ ᢈᠡᠷᠡᢉᠲᠡᠢ᠃ᠡᠪᠡᠳᠪᠡᠯ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠠᠪᠬᠤ ᢈᠡᠷᠡᢉᠲᠡᠢ᠃ᠮᠥᠨ ᠪᠢᠳᠡᠨ ᠦ᠋ ᢈᠡᠦᢈᠡᠳ ᠦ᠋ᠳ ᠲᠦ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ᠂ ᠠᠵᠢᠯᠴᠢᠳ ᠲᠤ ᠰᠢᠳᠤᠷᠭᠤ ᠴᠠᠯᠢᠩ ᢈᠥᠯᠦᠰᠦ᠂ᢈᠥᠳᠡᠯᠮᠦᠷᠢᠯᠡᢈᠦ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠦᢉᠡᠢ ᢈᠦᠮᠦᠰ ᠲᠦ ᠲᠠᠭᠠᢉᠦᠢ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠠᠪᠠᠨ ᠲᠤᠭᠤᠯᠬᠤ᠂ ᠨᠡᠷ᠎ᠡ ᠲᠥᠷᠦᠲᠡᠢ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠣᠯᠭᠤᠬᠤ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠲᠣᠭᠲᠠᠯᠴᠠᠭ᠎ᠠ ᢈᠡᠷᠡᢉᠲᠡᠢ᠃ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠨᠢ ᢈᠥᢉᠵᠢᠯ ᠦ᠋ᠨ ᠪᠦᢈᠦ ᠲᠦᠪᠰᠢᠨ ᠦ᠋ ᠤᠯᠤᠰ ᠣᠷᠤᠨ ᠨᠤᠭᠤᠳ ᠲᠤ ᠪᠠᠶᠢᠩᠭᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠭᠠᠮᠳᠠᠵᠤ ᠪᠤᠢ ᠪᠣᠳᠠᠲᠤ ᠪᠠᠶᠢᠳᠠᠯ ᢈᠡᠪ ᠢ᠋ᠶᠡᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠣᠯᠠᠨ ᠲᠡᠷᠪᠤᠮ ᢈᠦᠮᠦᠨ ᠡᠳᠡᢉᠡᠷ ᠰᠠᠭᠤᠷᠢ ᠡᠷᢈᠡ ᠦᢉᠡᠢ ᠪᠡᠷ ᠠᠮᠢᠳᠤᠷᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠥᠯᠦᠰᢈᠦᠯᠡᠩ ᠢ᠋ ᠠᠷᠢᠯᠭᠠᠬᠤ᠂ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠪᠣᠯᠤᠮᠵᠢᠲᠠᠢ ᠡᠪᠡᠳᠴᠢᠯᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ᠂ ᠪᠢᠴᠢᢉ ᠦᠰᠦᢉ ᠦᢉᠡᠢ᠂ ᠣᠷᠤᠨ ᢉᠡᠷ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠠᠷᠢᠯᠭᠠᠬᠤ ᠡᢉᠦᠷᢉᠡ ᠪᠡᠨ ᠴᠢᠨᠡᢉᠡᠯᠢᢉ᠂ ᢈᠦᠴᠦᠷᢈᠡᢉ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠴᠤ ᠪᠡᠶᠡᠯᠡᢉᠦᠯᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠳᠠᠶᠢᠨ᠂ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠵᠡᠷᢉᠡ ᠳᠠᠪᠬᠤᠴᠠᠭᠰᠠᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ᠂ ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ᠂ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ ᠶ᠋ᠢ ᠨᠡᠮᠡᢉᠳᠡᢉᠦᠯᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠤᠯᠤᠰ ᠣᠷᠤᠨ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠡ‍᠂ᠵᠠ‍᠂ᠨᠡ‍᠂ᠰᠡ‍᠆ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠡᢉᠦᠷᢉᠡᠲᠡᠢ ᠪᠥᢉᠡᠳ ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠡᠳᠡᢉᠡᠷ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᢈᠦᠨᠳᠦᠳᢈᠡᢈᠦ᠂ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ᠂ ᠪᠡᠶᠡᠯᠡᢉᠦᠯᢈᠦ ᠶ᠋ᠢ ᠲᠡᠳᠡᠨ ᠡᠴᠡ ᠱᠠᠭᠠᠷᠳᠠᠵᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
          },
          {
            title: "ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ ᠪᠡᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ",
            content:
              "ᠬᠣᠭᠤᠯᠠ ᠢᠳᠡᢈᠦ ᠡᠷᢈᠡ ᢉᠡᠳᠡᢉ ᠨᠢ ᠥᠯᠦᠰᠴᠦ ᠦᢈᠦᢈᠦ ᠦᢉᠡᠢ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠢᠳᠡᢈᠦ ᠲᠤᠬᠠᠢ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠪᠢᠰᠢ ᠶᠤᠮ᠃ᢈᠦᠨᠡᠰᠦ ᠨᠢ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ᠂ ᠬᠣᠭᠤᠯᠠᠨ ᠤ᠋ ᠳᠢᢉᠯᠢᠮ ᠦ᠋ᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠪᠣᠯᠤᠨ ᠲᠤᠬᠠᠢ ᠶ᠋ᠢᠨ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᢈᠡᠷᠡᢉᠴᠡᢉᠡ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠬᠤᠶᠢᠴᠠ᠂ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᢈᠡᠮᠵᠢᠶᠡᠲᠡᠢ᠂ ᠰᠢᠮ᠎ᠡ ᠲᠡᠵᠢᢉᠡᠯᠲᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠮᠥᠨ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢᠨ ᠦᠨᠡᠲᠡᠢ᠂ ᢈᠦᠷᠲᠡᢉᠡᠮᠵᠢᠲᠡᠢ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠳᠦᠷ ᠲᠤᠲᠤᠮ ᠤ᠋ᠨ ᢈᠡᠷᠡᢉᠴᠡᢉᠡ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠬᠤᠶᠢᠴᠠ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠵᠣᢈᠢᠰᠲᠠᠢ ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ ᠪᠡᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠲᠣᠳᠤᠷᠬᠠᠶᠢᠯᠠᠪᠠᠯ᠂ ᢈᠦᠮᠦᠨ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠤ᠋ᠨ ᠢ᠋ᠶᠠᠨ ᠲᠤᠷᠰᠢᠳᠠ ᠥᠪᠡᠷ ᠦ᠋ᠨ ᢈᠡᠷᠡᢉᠴᠡᢉᠡ ᠶ᠋ᠢ ᠪᠦᠷᠢᠨ ᠬᠠᠩᠭᠠᠬᠤᠶᠢᠴᠠ ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ ᠪᠡᠨ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠪᠡᠶ᠎ᠡ ᠪᠢᠯᠳᠠᠷ ᠪᠣᠯᠤᠭᠠᠳ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠴᠢᠳᠠᠪᠤᠷᠢᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠠᠪᠤᠳᠠᠯ ᠶᠤᠮ᠃ᠨᠥᢉᠦᢉᠡ ᠲᠠᠯ᠎ᠠ ᠠ᠋ᠴᠠ ᠲᠥᠷᠦ ᢈᠦᠨᠡᠰᠦᠨ ᠦ᠋ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠬᠠᠩᠭᠠᠬᠤ᠂ ᢈᠦᠮᠦᠨ ᠠᠮᠠ ᠶ᠋ᠢᠨ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ᠂ᠠᠵᠤ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠳᠣᠷᠤᠶᠢᠲᠠᠬᠤᠶᠢᠴᠠ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠳ᠋ᠤ ᠣᠷᠤᠭᠤᠯᠬᠤ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠡᢉᠦᠷᢉᠡ ᠶ᠋ᠢ ᢈᠦᠯᠢᠶᠡᢈᠦ ᠪᠠ ᢈᠦᠮᠦᠨ ᠥᠪᠡᠷ ᠡᠴᠡ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠬᠤ ᠰᠢᠯᠲᠠᠭᠠᠨ ᠢ᠋ᠶᠠᠷ ᠲᠡᠵᠢᢉᠡᠯ ᠦ᠋ᠨ ᠳᠤᠲᠠᠭᠳᠠᠯ᠂ ᢈᠦᠨᠡᠰᠦᠨ ᠦ᠋ ᠬᠣᠮᠰᠠᠳᠠᠯ ᠵᠡᠷᢉᠡ ᠡᠴᠡ ᠠᠩᢉᠢᠳᠠ ᠪᠠᠶᠢᠬᠤ ᠶ᠋ᠢ ᠣᠶᠢᠯᠠᠭᠠᠨ᠎ᠠ᠃ᢉᠡᠪᠡᠴᠦ ᠪᠣᠳᠠᠲᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠳᠡᢉᠡᠷ᠎ᠡ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᢈᠡᠨ ᠴᠦ ᠥᠯᠦᠰᠴᠦ᠂ ᠬᠣᠭᠤᠯᠠ ᠲᠡᠵᠢᢉᠡᠯ ᠦ᠋ᠨ ᠳᠤᠲᠠᠭᠳᠠᠯ ᠳ᠋ᠤ ᠣᠷᠤᠬᠤ ᠪᠠᠷ ᠦᢉᠡᠢ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠦ᠋ ᢈᠦᠨᠡᠰᠦ ᠲᠠᠷᠢᠶᠠᠯᠠᠵᠤ᠂ᠦᠶᠢᠯᠡᠳᠪᠦᠷᠢᠯᠡᠵᠦ᠂ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠴᠤ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠨ ᠠᠯᠳᠠᠭ᠎ᠠ᠂ ᠮᠥᠷᢉᠦᠯᠳᠦᢉᠡᠨ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠵᠡᠷᢉᠡ ᠣᠯᠠᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠤ᠋ᠨ ᠤᠯᠠᠮ ᠠ᠋ᠴᠠ ᠰᠠᠶ᠎ᠠ ᠰᠠᠶ᠎ᠠ ᢈᠦᠮᠦᠰ ᠡᠳᠦᠷ ᠪᠦᠷᠢ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ᠂ ᠲᠡᠵᠢᢉᠡᠯᠯᠢᢉ ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ ᠠᠪᠴᠤ ᠴᠢᠳᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠨ ᠵᠣᢈᠢᠰ ᠦᢉᠡᠢ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠠ᠋ᠴᠠ ᠪᠣᠯᠵᠤ ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ ᠪᠡᠷ ᠬᠠᠩᠭᠠᠳᠠᠬᠤ ᠡᠷᢈᠡ ᢈᠥᠨᠳᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠮᠠᠰᠢ ᠣᠯᠠᠨ ᠵᠢᠱᠢᠶ᠎ᠡ ᠪᠤᠢ᠃ᢈᠦᠨᠡᠰᠦᠨ ᠦ᠋ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠨᠢ ᠦᠨ᠎ᠡ ᠶ᠋ᠢᠨ ᠠᠰᠤᠷᠤ ᠶᠡᢈᠡ ᠥᠰᠦᠯᠲᠡ ᠡᠴᠡ ᠰᠢᠯᠲᠠᠭᠠᠯᠠᠵᠤ᠂ ᠮᠥᠷᢉᠦᠯᠳᠦᢉᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠨᠢ ᢈᠦᠮᠦᠨᠯᠢᢉ ᠦ᠋ᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠶ᠋ᠢ ︵ᢈᠦᠨᠡᠰᠦ᠂ ᠤᠰᠤᠨ ᠤ᠋ ᠬᠠᠩᠭᠠᠮᠵᠢ ᢉᠡᢈᠦ ᠮᠡᠲᠦ︶ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠳ᠋ᠤ ᢈᠦᠷᢉᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
            image: "/mng/images/campaign/campaign_13/zurag1.JDeDesr-.png",
          },
          {
            content: "ᠵᠢᠷᠤᠭ᠃᠑ ᠳᠠᠶᠢᠨ ᠳ᠋ᠤ ᠨᠡᠷᠪᠡᢉᠳᠡᢉᠰᠡᠨ ᢈᠦᠮᠦᠰ ᠒᠐᠒᠒ ᠣᠨ ᠤ᠋ ᠔᠆ᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠐᠒᠆ᠤ᠋ ᠡᠳᠦᠷ ᠶᠧᠮᠧᠨ᠋ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠰᠠᠨᠠ ᠬᠣᠲᠠ ᠶ᠋ᠢᠨ ᠮᠰᠧᠧᠻ ᠳᠡᢉᠦᠷᢉᠡ ᠳ᠋ᠦ ᠪᠠᠶᠢᠷᠢᠯᠠᠬᠤ ᢈᠦᠮᠦᠨᠯᠢᢉ ᠦ᠋ᠨ ᠭᠠᠯ ᠲᠣᠭᠤᠭᠠᠨ ᠠ᠋ᠴᠠ ᠦᠨ᠎ᠡ ᠦᢉᠡᠢ ᠬᠣᠭᠤᠯᠠ ᠢᠳᠡᢈᠦ ᠪᠡᠷ ᢈᠦᠯᠢᠶᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠤᠮᠳᠠᠨ ᠤ᠋ ᠤᠰᠤ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ",
            content:
              "ᠤᠰᠤᠨ ᠤ᠋ ᠡᠷᢈᠡ ᠪᠣᠯ ᠪᠦᢈᠦ ᠠᠮᠢᠳᠤ ᠪᠡᠶᠡᠲᠦ ᠶ᠋ᠢᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠠᠮᠢᠨ ᠴᠢᠬᠤᠯᠠ ᠵᠦᠶᠢᠯ ᠪᠥᢉᠡᠳ ᠤᠰᠤ ᠦᢉᠡᠢ ᠪᠡᠷ ᠪᠢᠳᠡ ᠦᢈᠦᢈᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ᠪᠢᠳᠡᠨ ᠳ᠋ᠦ ᠤᠮᠳᠠᠭᠠᠯᠠᠬᠤ᠂ ᠤᢈᠢᠶᠠᠵᠤ ᠴᠡᠪᠡᠷᠯᠡᢈᠦ᠂ ᠬᠣᠭᠤᠯᠠ ᢈᠢᢈᠦ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ ᠳ᠋ᠤ ᠠᠰᠢᠭᠯᠠᠬᠤ ᠤᠰᠤ ᢈᠡᠷᠡᢉᠲᠡᠢ ᠪᠠᠶᠢᠳᠠᠭ ᠨᠢ ᠨᠠᠭᠠᠳᠤ ᠵᠠᠬ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠡᠷᠡᢉᠴᠡᢉᠡᠨ ᠡᠴᠡ ᠭᠠᠳᠠᠨ᠎ᠠ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠶᠤᠮ᠃ᠤᠰᠤ ᠨᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠪᠤᠰᠤᠳ ᠪᠦᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ᠂ ᠲᠡᢉᠦᠨ ᠦ᠋ ᠳᠣᠲᠤᠷ᠎ᠠ ᠠᠮᠢᠳᠤ ᠶᠠᠪᠤᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠡᠳ᠋ᠯᠡᢈᠦ ᠳ᠋ᠦ ᠵᠠᠶᠢᠯᠠᠰᠢ ᠦᢉᠡᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭᠠᠲᠠᠢ᠃ᠮᠥᠨ ᢈᠦᠨᠡᠰᠦᠨ ᠦ᠋ ᠦᠶᠢᠯᠡᠳᠪᠦᠷᠢᠯᠡᠯ ᠳ᠋ᠦ ᠴᠢᠬᠤᠯᠠ ᠡᢉᠦᠷᢉᠡ ᢉᠦᠶᠢᠴᠡᠳᢈᠡᠳᠡᢉ᠃ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠨᠢ ᢈᠦᠮᠦᠰ ᠲᠦ ᠴᠡᠪᠡᠷ᠂ ᠡᠷᠡᢉᠦᠯ ᠣᠷᠴᠢᠨ ᠳ᠋ᠤ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠣᠯᠭᠤᠳᠠᠭ ᠪᠥᢉᠡᠳ ᠡᠨᠡ ᠡᠷᢈᠡ ᠬᠠᠩᠭᠠᠭᠳᠠᠭ᠎ᠠ ᠦᢉᠡᠢ ᠡᠴᠡ ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ᠂ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠡᠵᠡᠮᠰᠢᢈᠦ ᢉᠡᢈᠦ ᠮᠡᠲᠦ ᠪᠤᠰᠤᠳ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢈᠦ ᠡᠷᠦᠰᠳᠡᠯᠲᠡᠢ᠃ᠤᠰᠤ ᠨᠢ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠳ᠋ᠦ ᢈᠦᠷᠲᠡᢉᠡᠮᠵᠢᠲᠡᠢ᠂ ᢈᠦᠷᠦᠯᠴᠡᢈᠦᠶᠢᠴᠡ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠦ᠋᠂ ᠴᠢᠨᠠᠷᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᢉᠡᠰᠡᠨ ᢈᠡᠳᠦᠢ ᠴᠦ ᠤᠰᠤ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ ᠪᠠᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠣᠯᠠᠨ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠤ᠋ᠳ ᠪᠤᠢ᠃ᠪᠣᢈᠢᠷᠳᠠᠯ ᠨᠢ ᠤᠰᠤ ᠶ᠋ᠢ ᠠᠶᠤᠯᠲᠠᠢ ᠪᠣᠯᠭᠠᠳᠠᠭ᠃ᠤᠰᠤᠨ ᠤ᠋ ᠬᠣᠮᠰᠠᠳᠠᠯ ᠨᠢ ᠭᠠᠩ ᠭᠠᠴᠢᠭ ᠲᠤ ᢈᠦᠷᢉᠡᠵᠦ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠤᠯᠠᠮ ᠪᠦᠷᠢ ᠳᠣᠷᠤᠳᠠᠭᠤᠯᠵᠤ᠂ ᠴᠡᠪᠡᠷ ᠤᠰᠤᠨ ᠤ᠋ ᠬᠣᠮᠰᠠᠳᠠᠯ ᠢ᠋ ᠤᠯᠠᠮ ᠨᠡᠮᠡᢉᠳᠡᢉᠦᠯᠳᠡᢉ᠃ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠡᠨᠡ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠳᠤᠤᠭᠠᠷᠤᠭᠰᠠᠨ ᠤ᠋ ᠪᠠᠨ ᠲᠥᠯᠦᢉᠡ ᠵᠠᠨᠤᠯᢈᠢᠯᠡᠯ ᠳ᠋ᠦ ᠥᠷᠲᠦᠵᠦ ᠪᠦᠷᠢ ᠠᠮᠢ ᠨᠠᠰᠤ ᠪᠠᠷ ᠢ᠋ᠶᠠᠨ ᢈᠦᠷᠲᠡᠯ᠎ᠡ ᠬᠣᢈᠢᠷᠠᠭᠰᠠᠭᠠᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
            image: "/mng/images/campaign/campaign_13/zurag2.BYTw-9Wk.png",
          },
          {
            content: "ᠵᠢᠷᠤᠭ᠃᠒ ᠷᠣᠳ᠋ᠷᠢᠭᠣ᠋ ᠮᠦᠨ᠋ᠳᠠᠻᠠ᠂ ᠴᠢᠯᠢ ᠳ᠋ᠡᢈᠢ ᠳᠡᠯᠡᢈᠡᠢ᠂ ᠪᠠᠶᠢᠭᠠᠯᠢ ᠣᠷᠴᠢᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ᠂ ᠤᠰᠤᠨ ᠤ᠋ ᢈᠦᠷᠲᠡᢉᠡᠮᠵᠢ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᢈᠥᠳᠡᠯᢉᠡᢉᠡᠨ ᠦ᠋ ︵MODATIMA︶ ᠤᠰᠤᠨ ᠤ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ᠃",
          },
          {
            title: "ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ",
            content:
              "ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠨᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠪᠤᠰᠤᠳ ᠪᠦᢈᠦ ᠡᠷᢈᠡ ᠲᠡᠢ ᠨᠢᠭᠲᠠ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ᠃ᠪᠢᠳᠡ ᠪᠦᢉᠦᠳᠡ ᠪᠡᠶ᠎ᠡ ᠪᠢᠯᠳᠠᠷ᠂ ᠰᠡᠳᢈᠢᠴᠡ ᠶ᠋ᠢᠨ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠬᠠᠮᠤᠭ ᠤ᠋ᠨ ᠳᠡᢉᠡᠳᠦ ᠲᠦᠪᠰᠢᠨ ᠳ᠋ᠦ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡᠲᠡᠢ᠃ᠡᢉᠦᠨ ᠳ᠋ᠦ ᠡᠷᠡᢉᠦᠯ ᠣᠷᠴᠢᠨ᠂ ᢈᠦᠴᠦᠷᢈᠡᠶᠢᠯᠡᠯ᠂ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ ᠠ᠋ᠴᠠ ᠠᠩᢉᠢᠳᠠ ᠪᠠᠶᠢᠬᠤ᠂ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ᠂ ᠣᠷᠤᠨ ᠰᠠᠭᠤᠴᠠ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ᠂ ᠤᠰᠤ᠂ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠵᠡᠷᢉᠡ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠨᠡᠷᠡᠯᠡᠵᠦ ᠵᠠᠩᠰᠢᠭᠰᠠᠨ “ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠲᠣᠳᠤᠷᠬᠠᠶᠢᠯᠠᠭᠴᠢ ᢈᠦᠴᠦᠨ ᠵᠦᠶᠢᠯ ᠦ᠋ᠳ” ᠪᠠᠭᠲᠠᠳᠠᠭ᠃ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠨᠢ ᠵᠥᠪᢈᠡᠨ ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠪᠢᠰᠢ᠂ ᠬᠠᠷᠢᠨ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠳ᠋ᠦ ᠪᠡᠨ ᠠᠩᠬᠠᠷᠬᠤ᠂ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠣᠯᠭᠤᠳᠠᠭ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠲᠣᠭᠲᠠᠯᠴᠠᠭᠠᠨ ᠳ᠋ᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠶᠤᠮ᠃ᠡᠮᠡᢉᠲᠡᠶᠢᠴᠦᠳ᠂ ᢈᠡᠦᢈᠡᠳ ᠦ᠋ᠳ᠂ ᠥᠨᠳᠦᠷ ᠨᠠᠰᠤᠲᠠᠨ᠂ ᢈᠥᢉᠵᠢᠯ ᠦ᠋ᠨ ᠪᠡᠷᢈᠡᠰᠢᠶᠡᠯᠲᠡᠢ ᢈᠦᠮᠦᠰ ᠵᠡᠷᢉᠡ ᠶᠠᠩᠵᠤ ᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᠪᠦᠯᠦᢉ ᢈᠦᠮᠦᠰ ᠲᠣᠳᠤᠷᠬᠠᠢ ᢈᠡᠷᠡᢉᠴᠡᢉᠡᠲᠡᠢ ᠪᠠᠶᠢᠳᠠᠭ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠡᠳᠡᢉᠡᠷ ᠢ᠋ ᠣᠶᠢᠯᠠᠭᠠᠵᠤ᠂ ᠵᠣᢈᠢᠬᠤ ᠶᠣᠰᠤᠭᠠᠷ ᠰᠢᠢᠳᠪᠦᠷᠢᠯᠡᢈᠦ ᠶᠣᠰᠤᠲᠠᠢ᠃ᢉᠡᠰᠡᠨ ᢈᠡᠳᠦᠢ ᠴᠦ ᠵᠠᠷᠢᠮ ᢈᠦᠮᠦᠰ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠶ᠋ᠢ ᠪᠤᠰᠤᠳ ᠲᠠᠢ ᠠᠳᠠᠯᠢ ᢈᠢᠯᠪᠠᠷᠬᠠᠨ ᠠᠪᠴᠤ ᠴᠢᠳᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠤᠶᠤ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠣᠯᠠᠨ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠪᠠᠶᠢᠭᠰᠠᠭᠠᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠂ ᠻᠣᠸᠢᠳ᠋᠆᠑᠙ ᠲᠠᠬᠤᠯ ᠤ᠋ᠨ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮ ᠦ᠋ᠨ ᠦᠶᠢᠯᠡᠳᠪᠦᠷᠢ ᠨᠦ᠋ᢉᠦᠳ ᠣᠷᠤᠯᠭ᠎ᠠ ᠪᠠᠭᠠᠲᠠᠢ ᠣᠷᠤᠨ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠠᠮᠢ ᠨᠠᠰᠤ ᠠᠪᠤᠷᠠᠬᠤ ᠸᠠᠻᠼᠢᠨ᠋ ᠠᠪᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠵᠤ ᠸᠠᠻᠼᠢᠨ᠋ ᠤ᠋ ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠡᢉᠦᠰᢈᠡᠵᠦ ᠪᠠᠶᠢᠪᠠ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᢈᠡᠷᠡᢉᠴᠡᢉᠡᠨ ᠳ᠋ᠦ ᠲᠣᢈᠢᠶᠠᠷᠠᠭᠰᠠᠨ ᠨᠥᢉᠡᠴᠡ ᠶ᠋ᠢ ᠪᠦᠷᠢᠳᠦᢉᠦᠯᠦᢉᠡ ᠦᢉᠡᠢ ᠡᠰᠡᠪᠡᠯ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠪᠣᠯᠤᠨ ᠡᠮ ᠦ᠋ᠨ ᠦᠨ᠎ᠡ ᠶ᠋ᠢ ᠥᠰᢈᠡᠳᠡᢉ ᠦᠨᠡᠲᠡᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠵᠡᠷᢉᠡ ᠡᠴᠡ ᠡᠮ ᠦ᠋ᠨ ᠬᠣᠮᠰᠠᠳᠠᠯ ᠡᢉᠦᠰᢈᠦ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠪᠤᠢ ᠪᠣᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠮᠥᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠢ᠋ ᠪᠤᠷᠤᠭᠤ ᠵᠣᢈᠢᠴᠠᠭᠤᠯᠵᠤ᠂ ᠡᠷᠡᢉᠦᠯ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠵᠤ ᠴᠢᠳᠠᠭ᠎ᠠ ᠦᢉᠡᠢ ᠨᠢ ᠲᠠᠬᠤᠯ ᠤ᠋ᠨ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠴᠦ ᠠᠵᠢᠭᠯᠠᠭᠳᠠᠭᠰᠠᠨ᠃",
            image: "/mng/images/campaign/campaign_13/zurag3.C53eIpru.png",
          },
          {
            content: "ᠵᠢᠷᠤᠭ᠃᠓ ᠮᠦᠮᠪᠠᠢ ᠬᠣᠲᠠ ᠳ᠋ᠤ ᠒᠐᠒᠑ ᠣᠨ ᠤ᠋ ᠗᠆ᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠙᠆ᠳ᠋ᠤ ᠻᠣᠸᠢᠳ᠋᠆᠑᠙ ᠸᠢᠷᠦ᠋ᠰ ᠦ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠸᠠᠻᠼᠢᠨ᠋ ᠤ᠋ ᠨᠥᢉᠡᠴᠡ ᠶ᠋ᠢᠨ ᠬᠣᠮᠰᠠᠳᠠᠯ ᠠ᠋ᠴᠠ ᠡᢉᠦᠳᠦᠨ ᠬᠠᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠸᠠᠻᠼᠢᠨ᠋ᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠶ᠋ᠢᠨ ᠲᠥᠪ ᠦ᠋ᠨ ᠡᢉᠦᠳᠡᠨ ᠦ᠋ ᠬᠠᠵᠠᠭᠤ ᠪᠠᠷ ᠨᠢᢉᠡᠨ ᠡᠮᠡᢉᠲᠡᠢ ᠠᠯᠬᠤᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ",
            content:
              "ᠪᠢᠳᠡ ᠪᠦᢉᠦᠳᠡ ᠪᠡᠷ ᠢ᠋ᠶᠡᠨ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ: ᢉᠡᠷ ᢉᠡᠵᠦ ᠳᠠᠭᠤᠳᠠᠬᠤ ᠠᠶᠤᠯ ᠦᢉᠡᠢ᠂ ᠨᠠᠶᠢᠳᠠᠪᠤᠷᠢᠲᠠᠢ ᠭᠠᠵᠠᠷᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡᠲᠡᠢ᠃ᠲᠠᠨ ᠢ᠋ ᠲᠡᠨᠳᠡ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠶ᠋ᠢ ᠬᠠᠤᠯᠢ ᠪᠠᠷ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᠵᠦ᠂ ᠣᠷᠤᠨ ᠰᠠᠭᠤᠴᠠ ᠴᠢᠨᠢ ᠤᠰᠤ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ ᠵᠡᠷᢉᠡ ᠨᠠᠭᠠᠳᠤ ᠵᠠᠬ᠎ᠠ ᠶ᠋ᠢᠨ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ᠂ ᠳᠡᠳ᠋ ᠪᠦᠲᠦᠴᠡ ᠪᠡᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠭᠰᠠᠨ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠨᠢ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢᠨ ᠦᠨᠡᠲᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ ᠪᠥᢉᠡᠳ ᠲᠠᠨ ᠢ᠋ ᠪᠣᠯᠤᠨ ᠲᠠᠨᠠᠢ ᢉᠡᠷ ᠪᠦᠯᠢ ᠶ᠋ᠢ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᠲᠠᠭ᠎ᠠ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ᠂ ᠡᠪᠡᠳᠴᠢᠨ ᠡᠮᢉᠡᢉ᠂ ᠪᠣᢈᠢᠷᠳᠠᠯ ᠠ᠋ᠴᠠ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠵᠤ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᢈᠡᠨ ᠴᠦ ᠣᠷᠤᠨ ᢉᠡᠷ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤ ᠦᢉᠡᠢ᠃ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ᠂ ᠰᠲ᠋ᠠᠨ᠋ᠳᠠᠷᠲ ᠤ᠋ᠨ ᠳᠠᠭᠠᠭᠤ ᠣᠷᠤᠨ ᢉᠡᠷ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠨᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ︵ᠪᠤᠰᠤᠳ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠦ᠋ᠨ ᠳᠤᠮᠳᠠ︶ ᠵᠥᠷᠢᠴᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶᠠᠪᠤᠳᠠᠯ ᠶᠤᠮ᠃ᠬᠠᠷᠠᠮᠰᠠᠯᠲᠠᠢ ᠨᠢ ᠡᠨᠡ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠵᠥᠷᠢᠴᠡᢈᠦ ᠥᢉᠡᠷ᠎ᠡ ᠣᠯᠠᠨ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠪᠤᠢ᠂ᠲᠤᠬᠠᠶᠢᠯᠠᠪᠠᠯ ᠵᠥᠷᠢᠴᠡᠯ᠂ ᠮᠥᠷᢉᠦᠯᠳᠦᢉᠡᠨ ᠦ᠋ ᠤᠯᠠᠮ ᠠ᠋ᠴᠠ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠨᠡᢉᠦᠯᢉᠡᠨ ᠰᠢᠯᠵᠢᢉᠦᠯᢈᠦ᠂ᠪᠣ‍᠂ᠨᠠ‍᠂ᠻᠣ‍᠂ᠤ‍᠆ᠤ᠋ᠨ ᠠᠭᠤᠯᠠ ᠠᠭᠤᠷᠬᠠᠢ ᠶ᠋ᠢᠨ ᠻᠣᠮᠫᠠᠨᠢ ᠨᠤᠭᠤᠳ ᢉᠡᢈᠦ ᠮᠡᠲᠦ ᠻᠣᠷᠫᠣᠷᠠᠼ ᠤ᠋ᠳ ᠮᠠᠭᠠᠰᠠᠢ ᢉᠡᢈᠦ ᠮᠡᠲᠦ ᠨᠤᠲᠤᠭ ᠤ᠋ᠨ ᠤᠤᠭᠠᠯ ᠢᠷᢉᠡᠳ ᠢ᠋ ᠠᠯᠪᠠᠳᠠᠨ ᠨᠡᢉᠦᠯᢉᠡᢉᠰᠡᠨ ᠲᠡᠢ ᠠᠳᠠᠯᠢ ᠠᠷᠭ᠎ᠠ ᠪᠠᠷ ᠲᠤᠰ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
            image: "/mng/images/campaign/campaign_13/zurag4.CjBZkvnB.png",
          },
          {
            content: "ᠵᠢᠷᠤᠭ᠃᠔ ᠠᠯᠪᠠᠳᠠᠨ ᠨᠡᢉᠦᠯᢉᠡᠯᠲᠡ ᠨᠢ ᠻᠣᠲ᠆ᠲᠤ’ᠢᠸᠦ᠋ᠠᠷ ᠳ᠋ᠠᢈᠢ ᠣᠯᠠᠨ ᠮᠢᠩᠭᠠᠨ ᢈᠦᠮᠦᠰ ᠲᠦ ᠨᠥᠯᠦᢉᠡᠯᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠥᢉᠡᠳ ᠣᠯᠠᠨ ᢈᠦᠮᠦᠨ ᢉᠡᠷ ᠣᠷᠤᠨ ᠢ᠋ ᠨᠢ ᠰᠦᠶᠢᠳᢈᠡᠨ᠎ᠡ ᢉᠡᠵᠦ ᠮᠡᠳᠡᢉᠳᠡᢉᠡ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠡᠵᠡᠮᠰᠢᢈᠦ ᠡᠷᢈᠡ",
            content:
              "ᠪᠢᠳᠡ ᠪᠦᢉᠦᠳᠡ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠡᠵᠡᠮᠰᠢᢈᠦ ᠡᠷᢈᠡᠲᠡᠢ᠃ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠨᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠰᠡᠳᢈᠢᠯ ᠬᠠᠨᠤᠮᠵᠢ᠂ ᠬᠤᠪᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᢈᠥᢉᠵᠢᠯ ᠳ᠋ᠦ ᠠᠮᠢᠨ ᠴᠢᠬᠤᠯᠠ ᠠᠴᠢ ᠬᠣᠯᠪᠤᠭᠳᠠᠯᠲᠠᠢ ᠪᠥᢉᠡᠳ ᠡᠨᠡ ᠨᠢ ᠪᠢᠳᠡᠨ ᠳ᠋ᠦ ᠠᠵᠢᠯ᠂ᠱᠠᠭᠠᠷᠳᠠᠯᠭ᠎ᠠ ᠳ᠋ᠤ ᠨᠡᠶᠢᠴᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ᠂ ᠵᠣᢈᠢᠰᠲᠠᠢ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠤ᠋ᠨ ᠲᠦᠪᠰᠢᠨ ᠳ᠋ᠦ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠵᠡᠷᢉᠡ ᠪᠤᠰᠤᠳ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠢ᠋ ᠢᠯᠡᢉᠦᠦ ᠰᠠᠶᠢᠨ ᠡᠳ᠋ᠯᠡᢈᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠣᠯᠭᠤᠳᠠᠭ᠃ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠡᠵᠡᠮᠰᠢᢈᠦ ᠡᠷᢈᠡ ᠨᠢ ᠪᠦᢈᠦ ᠱᠠᠲᠤᠨ ᠤ᠋ ︵ᠳᠤᠮᠳᠠ᠂ ᠳᠤᠮᠳᠠ᠂ ᠳᠡᢉᠡᠳᠦ︶ ᠨᠠᠰᠤᠨ ᠲᠤᠷᠰᠢ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠠᠯᠪᠠᠨ ᠪᠣᠯᠤᠨ ᠠᠯᠪᠠᠨ ᠪᠤᠰᠤ ᠣᠷᠴᠢᠨ ᠳ᠋ᠤ ᠡᠵᠡᠮᠰᠢᢈᠦ ᠡᠷᢈᠡ ᠶᠤᠮ᠃ᠰᠠᠭᠤᠷᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠵᠠᠪᠠᠯ ᠦᠨ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠦᢉᠡᠢ ᠪᠡᠷ ᠡᠵᠡᠮᠰᠢᢈᠦ ᠡᠷᢈᠡᠲᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠰᠠᠭᠤᠷᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠦᠨ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠦᢉᠡᠢ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠳ᠋ᠦ ᢈᠦᠷᠲᠡᢉᠡᠮᠵᠢᠲᠡᠢ᠂ ᢈᠦᠷᠦᠯᠴᠡᢉᠡᠲᠡᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠳᠡᢉᠡᠳᠦ ᠵᠡᠷᢉᠡ ᠪᠡᠷ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠪᠦᠲᠦᠴᠡ ᠶ᠋ᠢᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᢈᠦᠷᠲᠡᢉᠡᠮᠵᠢᠲᠡᠢ᠂ ᠵᠣᢈᠢᠰᠲᠠᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠣᠯᠭᠤᠬᠤᠶᠢᠴᠠ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠤᠭᠤᠳ ᠢ᠋ ᠰᠠᠩᢈᠦᠵᠢᢉᠦᠯᢈᠦ ᠳ᠋ᠦ ᠥᠪᠡᠷᠰᠡᠳ ᠦ᠋ᠨ ᠨᠥᢉᠡᠴᠡ ᠪᠣᠯᠤᠯᠴᠠᠭ᠎ᠠ ᠪᠠᠨ ᠠᠰᠢᠭᠯᠠᠵᠤ ᠦᠨ᠎ᠡ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠦᢉᠡᠢ᠂ᢈᠢᠮᠳᠠ᠂ ᠴᠢᠨᠠᠷᠲᠠᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠢ᠋ ᠡᠷᠢᠮᠪᠡᠯᠡᠨ᠂ ᠲᠥᠰᠦᠪᠯᠡᢈᠦ ᠶᠣᠰᠤᠲᠠᠢ᠃ᢈᠡᠷᠪᠡ ᠡᠶᠢᠨ ᠲᠥᠰᠦᠪᠯᠡᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠣᠯ ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠡᠮᠦᠨᠡᠳᠦ ᠠᠹᠷᠢᠻᠠ ᠤᠯᠤᠰ ᠳ᠋ᠠᢈᠢ ᠰᠢᠯᠭᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠶᠠᠪᠤᠴᠠ ᠳ᠋ᠤ ᠢᠯᠡᠷᠡᢉᠰᠡᠨ ᠰᠢᢉ ᠠᠰᠤᠷᠤ ᠶᠡᢈᠡ ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠡᢉᠦᠰᢈᠡᠵᠦ ᠪᠣᠯᠵᠤᠰᠢ ᠦᢉᠡᠢ᠃",
            image: "/mng/images/campaign/campaign_13/zurag5.BtDbgaT7.png",
          },
          {
            content: "ᠵᠢᠷᠤᠭ᠃᠕ #BrokenAndUnequal ᠲᠠᠶᠢᠯᠤᠨ᠂ ᠴᠢᠨᠠᠷᠲᠠᠢ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠠᠶᠠᠨ ᠤ᠋ ᠨᠢᢉᠡ ᢈᠡᠰᠡᢉ",
          },
          {
            title: "ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ",
            content:
              "ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠠᠪᠬᠤ ᠡᠷᢈᠡᠲᠡᠢ᠃ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠳ᠋ᠤ ᠬᠠᠮᠤᠷᠤᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠨᠢ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠮᠥᠩᢉᠦ ᠦᢉᠡᠢ᠂ ᠦᠨᠳᠦᠰᠦᠨ ᢈᠡᠷᠡᢉᠴᠡᢉᠡ ᠪᠡᠨ ᠬᠠᠩᠭᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠪᠡᠨ ᠵᠣᢈᠢᠰᠲᠠᠢ ᠠᠮᠵᠢᠷᠠᠭᠠᠨ ᠤ᠋ ᠲᠦᠪᠰᠢᠨ ᠳ᠋ᠦ ᢈᠦᠷᢈᠦ ᠳ᠋ᠦ ᠨᠢ ᠲᠤᠰᠠᠯᠠᠬᠤ ᠲᠡᠳᢈᠦᠮᠵᠢ ᠠᠪᠬᠤ ᠡᠷᢈᠡ ᠶᠤᠮ᠃ᠠᠵᠢᠯᢉᠦᠶᠢᠳᠡᠯ᠂ ᠡᠪᠡᠳᠴᠢᠨ ᠡᠮᢉᠡᢉ᠂ ᠲᠠᢈᠢᠷ ᠳᠤᠲᠠᠭᠤ ᠪᠣᠯᠬᠤ᠂ ᠠᠮᠤᠷᠵᠢᠬᠤ/ᠡᠴᠢᢉᠡ ᠪᠣᠯᠬᠤ᠂ ᢉᠡᠮᠲᠦᢈᠦ ᠪᠡᠷᠲᠡᢈᠦ᠂ ᠨᠠᠰᠤ ᠪᠠᠷᠠᠬᠤ᠂ ᠨᠠᠰᠤ ᠠᢈᠢᠬᠤ ᠵᠡᠷᢉᠡ ᠨᠡᠮᠡᠯᠲᠡ ᠳᠡᠮᠵᠢᠯᢉᠡ ᠦᢉᠡᠢ ᠪᠡᠷ ᠲᠠ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᢈᠦᠮᠦᠰ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠣᠷᠤᠯᠭ᠎ᠠ ᠦᢉᠡᠢ ᠪᠣᠯᠬᠤ ᠣᠯᠠᠨ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠪᠤᠢ᠃ᠡᠨᠡ ᠡᠷᢈᠡ ᠨᠢ ᠨᠡᠩ ᠢᠯᠠᠩᠭᠤᠶ᠎ᠠ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ ᠢ᠋ ᠪᠠᠭᠤᠷᠠᠭᠤᠯᠬᠤ᠂ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠨᠡᠷ᠎ᠡ ᠲᠥᠷᠦᠲᠡᠢ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ᠂ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠪᠡᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠤᠯᠬᠤ᠂ ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ ᠪᠡᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ᠂ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ᠂ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠡᠵᠡᠮᠰᠢᢈᠦ᠂ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠡᠷᢈᠢᠯᠡᢈᠦ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠡᠴᠡ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠭᠳᠠᠬᠤ ᠠ᠋ᠴᠠ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠳ᠋ᠤ ᠴᠢᢉᠯᠡᢉᠳᠡᠳᠡᢉ᠃ᠨᠥᢉᠡᠴᠡ ᠪᠣᠯᠤᠮᠵᠢ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠮᠠᠯ ᠪᠠᠭ᠎ᠠ ᠣᠷᠤᠯᠭ᠎ᠠ ᠲᠠᠢ ᠣᠷᠤᠨ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠴᠤ ᠱᠠᠭᠠᠷᠳᠠᠯᠭᠠᠲᠠᠢ ᠪᠦᢈᠦ ᢈᠦᠮᠦᠰ ᠲᠦ ᠴᠢᠬᠤᠯᠠ ᠳᠡᠮᠵᠢᠯᢉᠡ ᠦᠵᠡᢉᠦᠯᠳᠡᢉ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠲᠣᠭᠲᠠᠯᠴᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠵᠤ᠂ ᠠᠵᠢᠯᠯᠠᠭᠤᠯᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᢉᠡᠰᠡᠨ ᢈᠡᠳᠦᠢ ᠴᠦ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠥᠨᠴᠦᢉ ᠪᠤᠯᠤᠩ ᠪᠦᠷᠢ ᠳ᠋ᠦ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠲᠣᠭᠲᠠᠯᠴᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠪᠦᠷᠢᠳᠦᢉᠦᠯᠦᢉᠡ ᠦᢉᠡᠢ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠪᠠᠶᠢᠭᠰᠠᠭᠠᠷ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠠᠵᠢᠯᠴᠢᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ",
            content:
              "ᠪᠢᠳᠡ ᠪᠦᢉᠦᠳᠡ ᠠᠵᠢᠯ᠂ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠡᠷᢈᠢᠯᠡᢈᠦ ᠡᠷᢈᠡᠲᠡᠢ ᠪᠥᢉᠡᠳ ᠡᢉᠦᠨ ᠳ᠋ᠦ ᠠᠵᠢᠯ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠡᠷᢈᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ᠂ ᠠᠵᠢᠯ ᠤ᠋ᠨ ᠪᠠᠶᠢᠷᠢᠨ ᠳ᠋ᠠᢈᠢ ᠪᠦᠯᠦᢉ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ︵ᠵᠠᠷᠢᠮᠳᠠᠭᠠᠨ «ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ» ᢉᠡᠵᠦ ᠨᠡᠷᠡᠯᠡᠳᠡᢉ︶ ᠵᠡᠷᢉᠡ ᠪᠠᠭᠲᠠᠳᠠᠭ᠃ᠠᠯᠪᠠᠨ ᠪᠣᠯᠤᠨ ᠠᠯᠪᠠᠨ ᠪᠤᠰᠤ ᠰᠠᠯᠪᠤᠷᠢ ᠳ᠋ᠤ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ᠂ ᠴᠠᠭᠠᠴᠢ ᠠᠵᠢᠯᠴᠢᠨ᠂ ᠲᠦᠷ ᠠᠵᠢᠯᠴᠢᠨ ᠡᠰᠡᠪᠡᠯ ᠬᠤᠪᠢ ᠪᠠᠷ ᠢ᠋ᠶᠠᠨ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠡᠷᢈᠢᠯᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠡᠰᠡᢈᠦ ᠡᠴᠡ ᠦᠯᠦ ᠬᠠᠮᠢᠶᠠᠷᠤᠨ ᠪᠦᢈᠦ ᠠᠵᠢᠯᠴᠢᠳ ᠡᠳᠡᢉᠡᠷ ᠡᠷᢈᠡ ᠪᠡᠷ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠳᠠᠨ᠎ᠠ᠃ᢈᠥᠳᠡᠯᠮᠦᠷᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠨᠢ ᠵᠥᠪᢈᠡᠨ ᠠᠵᠢᠯ ᢈᠢᢈᠦ ᠡᠷᢈᠡ ᠪᠢᠰᠢ ᠪᠠ ᠡᠨᠡ ᠨᠢ ᠲᠠᠨ ᠢ᠋ ᠪᠣᠯᠤᠨ ᠲᠠᠨᠠᠢ ᢉᠡᠷ ᠪᠦᠯᠢ ᠳ᠋ᠦ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠤ᠋ᠨ ᠲᠦᠪᠰᠢᠨ ᠢ᠋ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤᠶᠢᠴᠠ᠂ ᠵᠣᢈᠢᠰᠲᠠᠢ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠡᠷᢈᠢᠯᠡᢈᠦ ᠪᠣᠯᠤᠮᠵᠢ᠂ ᠨᠥᢈᠦᠴᠡᠯ ᠢ᠋ᠶᠡᠷ ᠬᠠᠩᠭᠠᠭᠳᠠᠬᠤ ᠡᠷᢈᠡ ᠶᠤᠮ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᢈᠦᠮᠦᠰ ᠲᠦ ᠠᠵᠢᠯ ᠤ᠋ᠨ ᠪᠣᠯᠤᠮᠵᠢ ᠣᠯᠵᠤ ᠠᠪᠬᠤ ᠳ᠋ᠤ ᠨᠢ ᠲᠤᠰᠠᠯᠠᠬᠤ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠦᠵᠡᢉᠦᠯᢈᠦ ᠶᠣᠰᠤᠲᠠᠢ ᠪᠥᢉᠡᠳ ᠠᠵᠢᠯ ᠤ᠋ᠨ ᠪᠠᠶᠢᠷᠢᠨ ᠤ᠋ ᠲᠣᠭ᠎ᠠ᠂ ᢈᠦᠷᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠨᠡᠮᠡᢉᠳᠡᢉᠦᠯᢈᠦ ᠠᠷᠭ᠎ᠠ ᠵᠠᠮ ᠢ᠋ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠪᠦᢈᠦ ᢈᠦᠮᠦᠰ ᠲᠦ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ ᠦᢉᠡᠢ ᠪᠡᠷ ᠨᠡᢉᠡᢉᠡᠯᠲᠡᠲᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠠᠵᠢᠯᠴᠢᠳ ᠮᠥᠨ ᠦᠶᠢᠯᠡᠳᠪᠦᠷᠢᠴᠢᠨ ᠦ᠋ ᠡᠪᠯᠡᠯ ᠪᠠᠶᠢᠭᠤᠯᠵᠤ᠂ ᠨᠢᢉᠡᠳᠴᠦ᠂ ᠬᠠᠮᠲᠤ ᠶ᠋ᠢᠨ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠳ᠋ᠤ ᠣᠷᠤᠯᠴᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᢈᠡᠨ ᠢ᠋ ᠴᠦ ᠶᠠᠮᠠᠷ ᠨᠢᢉᠡᠨ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠠᠯᠪᠠᠳᠠᠨ ᠠᠵᠢᠯ ᢈᠢᠯᢉᠡᢈᠦ ᠶᠣᠰᠤ ᠦᢉᠡᠢ᠃ᢉᠡᠲᠡᠯ᠎ᠡ ᠠᠵᠢᠯᠯᠠᠭᠰᠠᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠠᠰᠢᠭ ᠢ᠋ ᠵᠥᠷᠢᠴᠡᢈᠦ ᠶᠠᠪᠤᠳᠠᠯ ᠶᠡᢈᠡ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠰᠠᠶ᠎ᠠ ᠰᠠᠶ᠎ᠠ ᢈᠦᠮᠦᠰ ᠥᠪᠡᠷᠰᠡᠳ ᠦ᠋ᠨ ᢈᠦᠰᠡᠯ ᠦ᠋ᠨ ᠡᠰᠡᠷᢉᠦ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠡᠰᠡᠪᠡᠯ ᠠᠮᠠᠽᠣᠨ᠋ ᠤ᠋ ᠵᠠᠷᠢᠮ ᠠᠭᠤᠯᠬᠤ ᠵᠡᠷᢉᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠨᠡᠷ᠎ᠡ ᠲᠥᠷᠦ ᠶ᠋ᠢ ᠭᠤᠲᠤᠭᠠᠭᠰᠠᠨ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠪᠤᠰᠤ ᠨᠥᢈᠦᠴᠡᠯ ᠳ᠋ᠦ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠠ᠋ᠴᠠ ᠥᢉᠡᠷ᠎ᠡ ᠠᠷᠭ᠎ᠠ ᠦᢉᠡᠢ ᠳ᠋ᠦ ᢈᠦᠷᠴᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠪᠤᠰᠤᠳ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠬᠤᠪᠢ ᠳ᠋ᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠬᠣᠮᠰᠠ ᠤᠴᠢᠷ ᠠ᠋ᠴᠠ «ᠲᠦᠷ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ-ᠲ ᠠᠵᠢᠯ ᠳ᠋ᠤ ᠣᠷᠤᠬᠤ ᠠ᠋ᠴᠠ ᠥᢉᠡᠷ᠎ᠡ ᠰᠣᠩᠭᠤᠯᠲᠠ ᠪᠠᠷᠤᠭ ᠪᠠᠶᠢᠳᠠᠭ ᠦᢉᠡᠢ ᠪᠥᢉᠡᠳ ᠲᠡᠳᠡ ᠶᠡᢈᠡᠪᠴᠢᠯᠡᠨ ᠤᠷᠲᠤ ᠴᠠᠭ ᠢ᠋ᠶᠠᠷ ᠠᠵᠢᠯᠯᠠᠬᠤ᠂ᠪᠠᠲᠤᠯᠠᠭ᠎ᠠ ᠦᢉᠡᠢ ᢉᠡᠷ᠎ᠡ᠂ ᠨᠠᠶᠢᠳᠠᠪᠤᠷᠢ ᠦᢉᠡᠢ ᠴᠠᠯᠢᠩ ᠤ᠋ᠨ ᠨᠥᢈᠦᠴᠡᠯ ᠳ᠋ᠦ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠴᠠᠭᠠᠴᠢ ᠠᠵᠢᠯᠴᠢᠳ ᠶᠡᢈᠡᠪᠴᠢᠯᠡᠨ ᠬᠠᠮᠤᠭ ᠤ᠋ᠨ ᠮᠠᠭᠤ ᠨᠥᢈᠦᠴᠡᠯᠲᠡᠢ᠂ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠶ᠋ᠢᠨ ᠮᠥᠯᠵᠢᠯᢉᠡ ᠳ᠋ᠦ ᠥᠷᠲᠦᠳᠡᢉ ᠪᠥᢉᠡᠳ ᠰᠢᠳᠤᠷᠭᠤ ᠪᠤᠰᠤ ᠠᠵᠢᠯ ᠣᠯᠭᠤᠭᠴᠢᠳ ᠤ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯᠲᠠ ᠦᢉᠡᠢ ᠪᠡᠷ ᢈᠦᠨᠳᠦ ᢈᠡᠴᠡᢉᠦᠦ᠂ ᠠᠶᠤᠯᠲᠠᠢ ᠠᠵᠢᠯ ᠳ᠋ᠤ ᠬᠠᠭᠤᠷᠲᠠᠨ ᠣᠷᠤᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠨᠡ ᠨᠢ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠨᠡᠷᠡᠯᠡᠵᠦ ᠵᠠᠩᠰᠢᠭᠰᠠᠨ ᠠᠯᠪᠠᠳᠠᠨ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠪᠤᠶᠤ ᠣᠷᠴᠢᠨ ᠦᠶ᠎ᠡ ᠶ᠋ᠢᠨ ᠪᠣᠭᠤᠯᠴᠢᠯᠠᠯ ᠤ᠋ᠨ ᠨᠢᢉᠡ ᢈᠡᠯᠪᠡᠷᠢ ᠳ᠋ᠦ ᢈᠦᠷᢉᠡᠵᠦ ᠪᠣᠯᠵᠤᠰᠢ ᠦᢉᠡᠢ ᠶᠤᠮ᠃",
            image: "/mng/images/campaign/campaign_13/zurag6.DHkYkCdz.png",
          },
          {
            content: "ᠵᠢᠷᠤᠭ᠃᠖ ᠒᠐᠒᠑ ᠣᠨ ᠤ᠋ ᠒᠆ᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠒᠐᠆ᠳ᠋ᠤ ᠨ᠋ᠶᠦ᠋᠆ᠶᠣᠷᠻ ᠤ᠋ᠨ ᠶᠦᠨᠢᠣᠨ᠋ ᠰᠻᠸᠧᠷ ᠲᠦ ᠠᠮᠠᠽᠣᠨ᠋ ᠤ᠋ ᠠᠵᠢᠯᠴᠢᠳ ᠢ᠋ ᠳᠡᠮᠵᠢᢈᠦ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠤ᠋ᠨ ᠦᠶ᠎ᠡ ᠪᠡᠷ ᢈᠦᠮᠦᠰ ᠯᠣᠽᠦ᠋ᠩ ᠪᠠᠷᠢᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠰᠡᠷᢉᠦᢉᠡᠯᢉᠡᢈᠦ ᠡᠷᢈᠡ",
            content:
              "ᠳᠡᢉᠡᠷ᠎ᠡ ᠳᠤᠷᠠᠳᠤᠭᠰᠠᠨ ᠪᠦᢈᠦ ᠵᠦᠶᠢᠯ ᠢ᠋ ᠦᠯᠦ ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠡᠳᠡᢉᠡᠷ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠪᠦᢈᠦᠯᠢ ᠳ᠋ᠦ ᠨᠢ ᠡᠰᠡᠪᠡᠯ ᠵᠠᠷᠢᠮ ᠢ᠋ ᠨᠢ ᠬᠠᠩᠭᠠᠵᠤ ᠴᠢᠳᠠᠳᠠᠭ ᠦᢉᠡᠢ ᠨᠢ ᠣᠯᠠᠨ ᠰᠠᠶ᠎ᠠ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠪᠣᠳᠠᠲᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠶᠤᠮ᠃ᠲᠡᠶᠢᠮᠦ ᠡᠴᠡ ᠯᠡ ᠡᠷᢈᠡ ᠨᠢ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠳ᠋ᠤ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠰᠡᠷᢉᠦᢉᠡᠯᢉᠡᢈᠦ ᠡᠷᢈᠡᠲᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠰᠡᠷᢉᠦᢉᠡᢈᠦ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠨᠢ ᢈᠦᠷᠲᠡᢉᠡᠮᠵᠢᠲᠡᠢ᠂ ᠵᠠᠪᠠᠯ ᠪᠡᠶᠡᠯᠡᢉᠦᠯᢈᠦ ᠶᠣᠰᠤᠲᠠᠢ᠂ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩᠲᠡᠢ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤ ᠶ᠋ᠢ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠴᠢᠳᠠᠪᠤᠷᠢᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠲᠡᢉᠦᠨᠴᠢᠯᠡᠨ ᠬᠣᢈᠢᠷᠠᠭᠴᠢᠳ ᠲᠤ ᠵᠣᢈᠢᠬᠤ ᠨᠥᢈᠦᠨ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠣᠯᠭᠤᠬᠤ᠂ ᠴᠠᠭᠠᠰᠢᠯᠠᠭᠠᠳ ᠡᠷᢈᠡ ᠨᠢ ᠳᠠᢈᠢᠨ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢈᠦ ᠡᠴᠡ ᠤᠷᠢᠳᠴᠢᠯᠠᠨ ᠰᠡᠷᢉᠡᠶᠢᠯᠡᢈᠦ ᠳ᠋ᠦ ᠴᠢᢉᠯᠡᢈᠦ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠰᠡᠷᢉᠦᢉᠡᢈᠦ ᠡᠷᢈᠡ ᠨᠢ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠠ᠋ᠴᠠ ᠰᠢᠭᠤᠳ ᠨᠥᢈᠦᠨ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠡᠷᠢᠯᢈᠢᠯᠡᢈᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠳᠠᠭ ᠴᠤ ᠡᠨᠡ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠳ᠋ᠤ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠬᠠᠮᠲᠤ ᠶ᠋ᠢᠨ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ᠂ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠨᠡᠩ ᠴᠢᠬᠤᠯᠠ ᠪᠠᠶᠢᠳᠠᠭ᠃ᠤᠯᠤᠰ ᠣᠷᠤᠨ ᠨᠤᠭᠤᠳ ᠨᠤᠲᠤᠭ ᠳᠡᠪᠢᠰᢈᠡᠷ ᠡᠴᠡ ᠭᠠᠳᠠᠭᠤᠷᢈᠢ ᠡᢉᠦᠷᢉᠡ ᠶ᠋ᠢᠨ ᠢ᠋ᠶᠡᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤ ᠶ᠋ᠢ ᠡᠷᠢᠯᢈᠢᠯᠡᢈᠦ ᠨᠥᢈᠦᠴᠡᠯ ᠢ᠋ ᠪᠦᠷᠢᠳᠦᢉᠦᠯᢈᠦ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠡᢉᠦᠷᢉᠡ ᠨᠢ ᠲᠤᠬᠠᠢ ᠶ᠋ᠢᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠨᠤᠲᠤᠭ ᠳᠡᠪᠢᠰᢈᠡᠷ ᠲᠦ ᠠᠮᠢᠳᠤᠷᠠᠵᠤ ᠪᠤᠢ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠶ᠋ᠢᠨ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠳ᠋ᠤ ᠨᠥᠯᠦᢉᠡᠯᠡᠳᠡᢉ ᠲᠤᠯᠠ ᠵᠥᠪᢈᠡᠨ ᠲᠤᠬᠠᠢ ᠶ᠋ᠢᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᢈᠢᠯᠢ ᠪᠡᠷ ᢈᠢᠵᠠᠭᠠᠷᠯᠠᠭᠳᠠᠬᠤ ᠦᢉᠡᠢ᠃ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠰᠡᠷᢉᠦᢉᠡᠯᢉᠡᢈᠦ ᠡᠷᢈᠡ ᠨᠢ ᠪᠦᢈᠦ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠢ᠋ ᠬᠠᠮᠢᠶᠠᠷᠳᠠᠭ ᠲᠤᠬᠠᠶᠢᠯᠠᠪᠠᠯ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᠯᠲᠡ ᠶ᠋ᠢᠨ ᠬᠣᢈᠢᠷᠠᠭᠴᠢ ᠪᠣᠯ ᠡᠰᠡᠪᠡᠯ ᠡ‍᠂ᠵᠠ‍᠂ᠨᠡ‍᠂ᠰᠡ‍᠆ᠦ᠋ᠨ ᠨᠢᢉᠡ ᠵᠢᠱᠢᠶ᠎ᠡ ᠪᠣᠯᠬᠤ ᠠᠯᠪᠠᠳᠠᠨ ᠨᠡᢉᠦᠯᢉᠡᠯᠲᠡ ᠳ᠋ᠦ ᠥᠷᠲᠦᢉᠰᠡᠨ ᠪᠣᠯ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠳ᠋ᠦ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠰᠡᠷᢉᠦᢉᠡᠯᢉᠡᢈᠦ ᠡᠷᢈᠡ ᠪᠤᠢ᠃ᠻᠠᠲ᠋ᠠᠷ ᠲᠤ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠰᠢᠭ ᠪᠢᠽᠢᠨᠧᠰ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠥᠪᠡᠷ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᢈᠡᠲᠦᠷᠡᢉᠦᠯᠦᠨ ᠠᠰᠢᠭᠯᠠᠭᠰᠠᠨ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠳ᠋ᠤ ᠴᠤ ᠮᠥᠨ ᢈᠡᠷᠡᢉᠯᠡᠵᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃",
          },
          {
            title: "ᢈᠡᠮᠨᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠨᠢ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ᠂ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᢈᠡᠷᢈᠢᠨ ᠨᠥᠯᠦᢉᠡᠯᠡᠳᠡᢉ ᠪᠤᠢ?",
            content:
              "ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠪᠣᠯ ᠡ‍᠂ᠵᠠ‍᠂ᠨᠡ‍᠂ᠰᠡ‍᠆ᠶ᠋ᠢᠨ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠨᠥᠯᠦᢉᠡᠯᠡᢈᠦ ᠠᠰᠤᠷᠤ ᠲᠣᠮᠤ ᢈᠦᠴᠦᠨ ᠵᠦᠶᠢᠯ ᠶᠤᠮ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ «ᢈᠡᠮᠨᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ» ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᢈᠦ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠨᠣᠴᠤᠲᠠᠢ ᠰᠥᠷᢉᠦ ᠨᠥᠯᠦᢉᠡ ᠦᠵᠡᢉᠦᠯᠳᠡᢉ᠃ᢈᠡᠮᠨᠡᠯᠲᠡ ᢉᠡᠳᠡᢉ ᠨᠢ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠵᠠᠷᠤᠯᠭ᠎ᠠ ᠪᠠᠨ ᠲᠠᠨᠤᠬᠤ ᠵᠠᠮ ᠢ᠋ᠶᠠᠷ ᠲᠥᠰᠦᠪ ᠦ᠋ᠨ ᠥᠷᠢ ᠶ᠋ᠢ ᠪᠠᠭᠤᠷᠠᠭᠤᠯᠬᠤ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶᠤᠮ᠃ᢈᠡᠮᠨᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠨᠢ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠳ᠋ᠤ ᠵᠠᠶᠢᠯᠠᠰᠢ ᠦᢉᠡᠢ ᠱᠠᠭᠠᠷᠳᠠᠯᠭᠠᠲᠠᠢ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡᠨ ᠦ᠋ ᠰᠠᠩᢈᠦᠵᠢᠯᠲᠡ ᠶ᠋ᠢ ᠬᠠᠰᠤᠵᠤ ᠡᠰᠡᠪᠡᠯ ᠪᠠᠭᠠᠰᠬᠠᠳᠠᠭ ᠲᠤᠯᠠ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠰᠢᠭᠤᠳ ᠨᠥᠯᠦᢉᠡᠯᠡᠳᠡᢉ᠃ᠫᠷᠠᠻᠲ᠋ᠢᠻ ᠲᠤ ᠡᠨᠡ ᠨᠢ ᠠᠮᠢᠨ ᠴᠢᠬᠤᠯᠠ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠠᠪᠬᠤ ᠬᠤᠭᠤᠴᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠤᠷᠲᠤᠰᠬᠠᠬᠤ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠳᠠᠭᠠᠳᠬᠠᠯ ᠤ᠋ᠨ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠶ᠋ᠢ ᠲᠠᠨᠤᠵᠢᠬᠤ᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ᠂ ᠥᠯᠦᠰᢈᠦᠯᠡᠩ ᠢ᠋ ᠤᠯᠠᠮ ᠨᠡᠮᠡᢉᠳᠡᢉᠦᠯᠵᠦ ᠪᠣᠯᠵᠤᠰᠢ ᠦᢉᠡᠢ᠃ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᢈᠡᠮᠨᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᠭᠣᠷᠢᠮ ᠢ᠋ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᢈᠦ ᠶ᠋ᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡᠨ ᠳ᠋ᠦ ᠦᠵᠡᢉᠦᠯᢈᠦ ᠨᠥᠯᠦᢉᠡᠯᠡᠯ ᠢ᠋ ᠠᠪᠴᠤ ᠦᠵᠡᠵᠦ᠂ ᠥᢉᠡᠷ᠎ᠡ ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠰᠤᠳᠤᠯᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ᠃ᠪᠣᠯᠤᠮᠵᠢᠲᠤ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᢉᠡᠳᠡᢉ ᠲᠦ ᠵᠢᢉᠡᠯᠡᠳᠦᢉᠦᠯᠦᢉᠴᠢᠳ ᠲᠡᠢ ᠥᠷᠢ ᠲᠥᠯᠦᠪᠦᠷᠢ ᠪᠡᠨ ᢈᠥᠩᢉᠡᠯᠡᢈᠦ ᠲᠠᠯᠠᠭᠠᠷ ᢈᠡᠯᠡᠯᠴᠡᢉᠡᠷ ᢈᠢᢈᠦ᠂ᠢᠯᠡᢉᠦᠦ ᠰᠢᠳᠤᠷᠭᠤ ᠲᠣᠭᠲᠠᠯᠴᠠᠭ᠎ᠠ ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠲᠠᠲᠠᠪᠤᠷᠢ ᠶ᠋ᠢᠨ ᠰᠢᠨᠡᠴᠢᠯᠡᠯ ᠢ᠋ ᠡᢈᠢᠯᠡᢉᠦᠯᢈᠦ᠂ ᠡᠰᠡᠪᠡᠯ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ᠂ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᢉᠡᢈᠦ ᠮᠡᠲᠦ ᠢᠯᠡᢉᠦᠦ ᠴᠢᠬᠤᠯᠠ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠦᠶᠢᠯᠡᠴᠢᠯᠡᢉᠡ ᠨᠦ᠋ᢉᠦᠳ ᠢ᠋ ᠪᠤᠰᠤᠳ ᠰᠠᠯᠪᠤᠷᠢ ᠠ᠋ᠴᠠ ᠰᠠᠩᢈᠦᠵᠢᢉᠦᠯᢈᠦ ᠵᠡᠷᢉᠡ ᠪᠠᠶᠢᠵᠤ ᠪᠣᠯᠤᠨ᠎ᠠ᠃",
            image: "/mng/images/campaign/campaign_13/zurag7.C2b3RoWH.png",
          },
          {
            content: "ᠵᠢᠷᠤᠭ᠃᠗ ᢉᠷᠧᠻ ᠦ᠋ᠨ ᠠᠹᠢᠨ ᠬᠣᠲᠠ᠂ ᠒᠐᠑᠑ ᠣᠨ ᠤ᠋ ᠕᠆ᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠒᠙ ᠳ᠋ᠤ ᢉᠷᠧᠻ ᠦ᠋ᠨ ᠫᠠᠷᠯᠠᠮᠧᠨ᠋ᠲ ᠤ᠋ᠨ ᠡᠮᠦᠨᠡᢈᠢ ᠰᠢᠨ᠋ᠲ᠋ᠠᠭᠮ᠎ᠠ ᠲᠠᠯᠠᠪᠠᠢ ᠳ᠋ᠤ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠳ᠋ᠤ ᠣᠷᠤᠯᠴᠠᠭᠰᠠᠨ ᠡᠰᠡᠷᢉᠦᠴᠡᢉᠴᠢᠳ ᠲᠣᠭᠤᠭ᠎ᠠ᠂ ᠰᠠᠪᠠ ᠰᠠᠭᠤᠯᠭ᠎ᠠ ᠴᠣᢈᠢᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠣᠯᠠᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠤ᠋ᠳ ᠳᠠᠪᠬᠤᠴᠠᠭᠰᠠᠨ ᠳᠡᠯᠡᢈᠡᠢ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠳ᠋ᠡᢈᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ",
            content:
              "ᠣᠳᠤ ᠶ᠋ᠢᠨ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᢈᠦᠮᠦᠨ ᠲᠥᠷᠦᠯᢈᠢᠲᠡᠨ ᠪᠡᠶ᠎ᠡ ᠪᠡᠶ᠎ᠡ ᠪᠡᠨ ᠡᠳᠦᢉᠡᢉᠰᠡᠨ᠂ ᠤᠯᠠᠮ ᠳᠣᠷᠤᠳᠠᠭᠰᠠᠨ ᠨᠣᠴᠤᠲᠠᠢ᠂ ᠣᠯᠠᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠤ᠋ᠳ ᠤ᠋ᠨ ᠬᠤᠪᠢᠯᠪᠤᠷᠢ ᠲᠠᠢ ᠲᠤᠯᠭᠠᠷᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠂ ᠡᢉᠦᠰᠦᢉᠡᠳ ᠪᠤᠢ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠨᠢ ᢈᠦᠮᠦᠰ ᠭᠠᠵᠠᠷ ᠲᠠᠷᠢᠶᠠᠯᠠᠩ ᠡᠷᢈᠢᠯᠡᢈᠦ ᠪᠣᠯᠤᠮᠵᠢ ᠦᢉᠡᠢ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠭᠠᠵᠠᠷ ᠠ᠋ᠴᠠ ᠪᠠᠨ ᠨᠡᢉᠦᠨ ᠰᠢᠯᠵᠢᢈᠦ ᠡᠴᠡ ᠥᢉᠡᠷ᠎ᠡ ᠠᠷᠭ᠎ᠠ ᠦᢉᠡᠢ ᠳ᠋ᠦ ᢈᠦᠷᢉᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠪᠥᢉᠡᠳ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠡᠳᠡᢉᠡᠷ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ᠂ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ᠂ ᠤᠰᠤ᠂ ᠠᠷᠢᠭᠤᠨ ᠴᠡᠪᠡᠷ ᠦ᠋ᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠮᠵᠢ ᠶ᠋ᠢᠨ ᢈᠦᠷᠦᠯᠴᠡᢉᠡ ᠮᠠᠭᠤᠲᠠᠢ ᠨᠥᢈᠦᠴᠡᠯ ᠳ᠋ᠦ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠡᠷᠦᠰᠳᠡᠯ ᠳ᠋ᠦ ᠣᠷᠤᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠡᠰᠡᠷᢉᠦ ᠪᠡᠷ ᠢ᠋ᠶᠡᠨ᠂ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠠᠮᠵᠢᠷᠠᠭᠠᠨ ᠤ᠋ ᠥᠷᠲᠡᢉ ᠨᠡᠮᠡᢉᠳᠡᠵᠦ ᠪᠤᠢ ᢈᠢᠮᠤᠷᠠᠯ ᠨᠢ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᠦᠷ᠎ᠡ ᠳᠠᠭᠠᠪᠤᠷᠢ ᠶ᠋ᠢ ᠳᠠᠪᠠᠨ ᠲᠤᠭᠤᠯᠬᠤ ᠴᠢᠳᠠᠪᠤᠷᠢ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠢᠯᠡᠷᠡᠯ ᠶᠤᠮ᠃ᠵᠢᠱᠢᠶᠡᠯᠡᠪᠡᠯ᠂ ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠠ᠋ᠴᠠ ᠪᠣᠯᠵᠤ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠨᠤᠷᠠᠭᠰᠠᠨ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠳ᠋ᠤ ᠲᠡᢉᠦᠨ ᠢ᠋ ᠰᠡᠷᢉᠦᢉᠡᠨ ᠪᠣᠰᠬᠠᠬᠤ ᠮᠥᠩᢉᠦ ᠪᠠᠶᠢᠬᠤ ᠦᢉᠡᠢ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ᠂ ᢈᠡᠦᢈᠡᠳ ᠦ᠋ᠳ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠦᢉᠡᠢ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ᠡᠳᠡᢉᠡᠷ ᠣᠭᠲᠤᠯᠤᠯᠴᠠᠭᠰᠠᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ᠂ ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ᠂ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ ᠶ᠋ᠢ ᠨᠡᠮᠡᢉᠳᠡᢉᠦᠯᢈᠦ ᠳ᠋ᠦ ᢈᠦᠷᢉᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
          {
            title: "ᠲᠠᠲᠠᠪᠤᠷᠢ᠂ ᠲᠥᠰᠦᠪ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ᠶᠠᠷ:",
            content:
              "ᠰᠢᠳᠤᠷᠭᠤ ᠪᠤᠰᠤ ᠲᠠᠲᠠᠪᠤᠷᠢ᠂ ᠥᠷᠢ ᠶ᠋ᠢᠨ ᠳᠠᠷᠤᠮᠲᠠ᠂ ᠲᠥᠰᠦᠪ ᠦ᠋ᠨ ᢈᠡᠮᠨᠡᠯᠲᠡ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠨᠢ ᠧᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠵᠤ ᠪᠤᠢ ᠰᠢᠨ᠎ᠡ ᠲᠤᠯᠭᠠᠮᠳᠠᠭᠰᠠᠨ ᠰᠡᠳᠦᠪ ᠲᠤᠯᠠ ᠒᠐᠒᠒᠆᠒᠐᠒᠘ ᠣᠨ ᠤ᠋ ᠰᠲ᠋ᠷᠠᠲ᠋ᠧᢉᠢ ᠶ᠋ᠢᠨ ᠨᠢᢉᠡᠳᠦᢉᠡᠷ ᠦᠶ᠎ᠡ ᠱᠠᠲᠤᠨ ᠳ᠋ᠤ ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠧᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠨᠢ ᠪᠡᠯᠡᠳᢈᠡᠯ ᠬᠠᠩᠭᠠᠬᠤ᠂ᠴᠢᠳᠠᠪᢈᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠳ᠋ᠤ ᠴᠢᢉᠯᠡᢉᠰᠡᠨ ᠠᠵᠢᠯ ᠢ᠋ ᠡᢈᠢᠯᠡᢉᠦᠯᠦᢉᠡᠳ ᠪᠠᠶᠢᠨ᠎ᠠ᠃“ᠲᠥᠰᠦᠪ ᠦ᠋ᠨ ᢈᠡᠮᠨᠡᠯᠲᠡ ᠪᠠ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ”᠆ᠡᠶᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠰᠠᠯᠪᠤᠷᠢ ᠶ᠋ᠢᠨ ᠵᠢᠱᠢᠶ᠎ᠡ ᠪᠡᠷ ᠲᠠᠶᠢᠯᠪᠤᠷᠢᠯᠠᠬᠤ᠂ᠡᠨᠡ ᠴᠢᢉᠯᠡᠯ ᠢ᠋ᠶᠡᠷ ᠬᠣᠯᠪᠤᠭᠳᠠᠬᠤ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠲᠤ ᠢᠯᠡᠳᢈᠡᠯ ᠲᠠᠯᠪᠢᠬᠤ᠂ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ ᢈᠢᢈᠦ᠂ “ᠲᠥᠰᠦᠪ ᠪᠠ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ” ᠴᠤᠪᠤᠷᠠᠯ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢ ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ ᠳ᠋ᠦ ᠲᠦᢉᠡᢉᠡᢈᠦ ᠵᠡᠷᢉᠡ ᠪᠡᠷ ᠨᠥᠯᠦᢉᠡᠯᠡᠯ᠂ ᠰᠣᠶᠤᠨ ᢉᠡᢉᠡᠷᠡᠯ ᠦ᠋ᠨ ᠠᠵᠢᠯ ᠳ᠋ᠤ ᠠᠩᠬᠠᠷᠤᠯ ᠬᠠᠨᠳᠤᠭᠤᠯᠵᠤ ᠠᠵᠢᠯᠯᠠᠪᠠ᠃ᠢᠩᢉᠢᢉᠰᠡᠨ ᠢ᠋ᠶᠡᠷ ᠢᠷᢉᠡᠳ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠰᠦᠯᠵᠢᠶᠡᠨ ᠳ᠋ᠦ ᠲᠥᠰᠦᠪ ᠦ᠋ᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ ᠪᠠᠨ ᠡᠷᢉᠦᢈᠦ ᠨᠢ ᠡᠷᠴᠢᠮᠵᠢᠯ᠎ᠡ᠃ᠢᠷᢉᠡᠳ ᠦ᠋ᠨ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ᠂ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠨᠥᠯᠦᢉᠡᠯᠡᠯ ᠦ᠋ᠨ ᠠᠵᠢᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠳ᠋ᠦ ᠴᠥᢉᠡᠨ ᠪᠣᠯᠪᠠᠴᠤ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠬᠣᠯᠪᠤᠭᠳᠠᠬᠤ ᠵᠠᠷᠢᠮ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠳ᠋ᠦ ᠡᢉᠡᠯᠢᠲᠡᠢ ᠲᠥᠰᠦᠪ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠭᠤᠯᠬᠤ᠂ᠲᠥᠰᠦᠪ ᠲᠥᠯᠦᠪᠯᠡᢈᠦ ᠶᠠᠪᠤᠴᠠ ᠳ᠋ᠤ ᠪᠠᠨ ᠢᠷᢉᠡᠳ ᠡᠴᠡ ᠰᠠᠨᠠᠯ ᠠᠪᠬᠤ ᠵᠡᠷᢉᠡ ᠠᠵᠢᠯ ᠢ᠋ ᠴᠠᢈᠢᠮ᠂ ᠴᠠᢈᠢᠮ ᠪᠤᠰᠤ ᢈᠡᠯᠪᠡᠷᠢ ᠪᠡᠷ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠵᠤ ᠡᢈᠢᠯᠡᠯ᠎ᠡ᠃ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠪᠠ ᠲᠥᠰᠦᠪ᠂ ᠲᠠᠲᠠᠪᠤᠷᠢ ᠪᠠ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᢈᠢ ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠲᠠᠶᠢᠯᠤᠨ ᠢ᠋ ᢉᠡᠰᠢᢉᠦᠳ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠦ ᠪᠡᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠬᠤ ᠠᠭᠤᠯᠵᠠᠯᠲᠠ᠂ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᠶ᠋ᠢ ᠓ ᠤᠳᠠᠭ᠎ᠠ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠵᠤ᠂ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠪᠣᠯᠤᠨ ᢈᠢᠨᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠵᠥᠪᠯᠡᠯ᠂ ᠣᠷᠤᠨ ᠨᠤᠲᠤᠭ ᠤ᠋ᠨ ᠘ ᠪᠦᠯᠦᢉ᠂ ᠮᠡᠷᢉᠡᠵᠢᠯ ᠰᠣᠨᠢᠷᠬᠠᠯ ᠤ᠋ᠨ ᠗ ᠪᠦᠯᠦᢉ ᠦ᠋ᠨ ᢉᠡᠰᠢᢉᠦᠳ ᠢᠳᠡᠪᢈᠢᠲᠡᠢ ᠣᠷᠤᠯᠴᠠᠪᠠ᠃ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᠪᠡᠷ ᠲᠥᠰᠦᠪ᠂ ᠲᠠᠲᠠᠪᠤᠷᠢ ᠨᠢ ᢈᠡᠷᢈᠢᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠲᠡᠷᠡ ᠳᠤᠮᠳᠠ ᠪᠠᠨ᠂ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ᠂ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠩᠭᠠᠬᠤ ᠲᠠᠢ ᠬᠣᠯᠪᠤᠭᠳᠠᠵᠤ ᠪᠤᠢ ᠶ᠋ᠢ ᠣᠶᠢᠯᠠᠭᠠᠭᠰᠠᠨ ᠢ᠋ᠶᠠᠷ ᠲᠥᠰᠦᠪ᠂ ᠲᠠᠲᠠᠪᠤᠷᠢ ᠶ᠋ᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠨᠢ ᠪᠠᠶᠢᠩᠭᠤ ᠠᠩᠬᠠᠷᠬᠤ᠂ ᢈᠢᠨᠠᠬᠤ ᠶᠣᠰᠤᠲᠠᠢ ᠵᠦᠶᠢᠯ ᠦ᠋ᠨ ᠨᠢᢉᠡ ᢉᠡᠳᠡᢉ ᠲᠡᠢ ᠰᠠᠨᠠᠯ ᠨᠢᢉᠡᠳᠪᠡ᠃ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠳ᠋ᠠᢈᠢ ᠲᠥᠰᠦᠪ ᠦ᠋ᠨ ᢈᠡᠮᠨᠡᠯᠲᠡ ᠶ᠋ᠢᠨ ᠪᠣᠳᠤᠯᠭ᠎ᠠ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ᠂ᠣᠨᠤᠪᠴᠢ ᠦᢉᠡᠢ ᠲᠣᠭᠲᠠᠯᠴᠠᠭᠠᠨ ᠤ᠋ ᠲᠠᠯᠠᠭᠠᠷ ᠰᠤᠳᠤᠯᠬᠤ᠂ ᠰᠤᠳᠤᠯᠭᠠᠨ ᠳ᠋ᠤ ᠦᠨᠳᠦᠰᠦᠯᠡᠨ ᠣᠯᠠᠨ ᠨᠡᠶᠢᠲᠡ ᠳ᠋ᠦ ᠰᠤᠷᠭᠠᠯᠲᠠ᠂ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᢈᠡᠢ ᠶ᠋ᠢᠨ ᠰᠣᠶᠤᠨ ᢉᠡᢉᠡᠷᠡᢉᠦᠯᢈᠦ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠬᠤ ᠨᠢ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ ᠢ᠋ ᠪᠠᠭᠤᠷᠠᠭᠤᠯᠵᠤ᠂ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ ᠶ᠋ᠢ ᠪᠠᠭᠠᠰᠬᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠣᠯᠤᠨ᠎ᠠ ᢉᠡᠵᠦ ᠦᠵᠡᢉᠡᠳ ᢉᠡᠰᠢᢉᠦᠳ ᠡᠨᠡ ᠴᠢᢉᠯᠡᠯ ᠳ᠋ᠦ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠲᠦᢉᠡᢉᠡᢈᠦ ᠠᠶᠠᠨ ᠳ᠋ᠤ ᠨᠢᢉᠡᠳᠦᠯ᠎ᠡ᠃ᠲᠥᠰᠦᠪ ᠲᠡᠢ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᠫᠣᠰᠲ᠋ᠧᠷ᠂ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠴᠠᢈᠢᠮ ᠪᠣᠯᠤᠨ ᠴᠠᢈᠢᠮ ᠪᠤᠰᠤ ᠣᠷᠴᠢᠨ ᠳ᠋ᠤ ᠳᠠᠪᠲᠠᠭᠳᠠᠭᠰᠠᠨ ᠲᠣᠭ᠎ᠠ ᠪᠠᠷ ᠨᠡᠶᠢᠲᠡ ᠔᠔᠐᠐᠐ ᠣᠷᠴᠢᠮ ᢈᠦᠮᠦᠨ ᠳ᠋ᠦ ᢈᠦᠷᠦᢉᠰᠡᠨ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
            image: "/mng/images/campaign/campaign_13/eznse2.wK-Ut1Fp.jpg"
          },
          {
            title: "ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ᠂ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠲᠡᠮᠡᠴᠡᢈᠦ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠶᠠᠭᠤ ᢈᠢᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ ᠪᠤᠢ?",
            content:
              "ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠨᠢ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠯᠲᠠ᠂ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ ᠠ᠋ᠴᠠ ᠠᠩᢉᠢᠳᠠ᠂ ᠨᠡᠷ᠎ᠡ ᠲᠥᠷᠦᠲᠡᠢ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠪᠣᠯᠤᠮᠵᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠡ‍᠂ᠵᠠ‍᠂ᠨᠡ‍᠂ᠰᠡ‍᠆ᠶ᠋ᠢ ᠪᠦᠷᠢᠨ ᢈᠡᠷᠡᢉᠵᠢᢉᠦᠯᢈᠦ ᠶ᠋ᠢ ᠳᠡᠮᠵᠢᠨ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃ᠪᠢᠳᠡᠨ ᠦ᠋ ᠵᠢᠭᠰᠠᠭᠴᠢᠳ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠨᠢ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ᠂ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ᠂ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠶ᠋ᠢᠨ ᠠᠶᠤᠯ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠳᠠᠯ᠂ ᠡᠷᠡᢉᠦᠯ ᠮᠡᠨᠳᠦ ᠶ᠋ᠢᠨ ᠲᠡᢉᠰᠢ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ᠂ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠳᠤᠲᠠᠮᠠᠭ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᠡᠰᠡᠷᢉᠦ ᠡᠰᠡᢈᠦᠯ᠎ᠡ ᠡ‍᠂ᠵᠡ‍᠂ᠨᠡ‍᠂ᠰᠡ‍᠆ᠳ᠋ᠦ ᠵᠢᠭᠠᠭᠰᠠᠨ ᠪᠤᠰᠤᠳ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠡᠳ᠋ᠯᠡᠵᠦ ᠴᠢᠳᠠᠬᠤ ᠦᢉᠡᠢ ᠶ᠋ᠢᠨ ᠤᠯᠠᠮ ᠠ᠋ᠴᠠ ᠡᠷᢈᠡ ᠪᠡᠨ ᠱᠠᠭᠠᠷᠳᠠᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠵᠢᠭᠰᠠᠬᠤ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠨᠢ ᢈᠦᠯᠢᠶᠡᠨ ᠵᠥᠪᠰᠢᠶᠡᠷᠡᢈᠦ ᠶ᠋ᠢ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠲᠤ ᠤᠷᠢᠶᠠᠯᠠᠳᠠᠭ᠃ᠪᠢᠳᠡ ᠠᠵᠢᠯᠴᠢᠳ ᠲᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢᠯᠡᢈᠦ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠵᠥᠷᠢᠴᠡᠵᠦ ᠪᠤᠢ ᠬᠠᠤᠯᠢ ᠪᠤᠰᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ ᠶ᠋ᠢᠨ ᠨᠥᢈᠦᠴᠡᠯ᠂ ᠪᠣᠳᠠᠲᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠢᠯᠡᠴᠢᠯᠡᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠢ᠋ᠶᠡᠨ ᠲᠥᠯᠦᢉᠡ ᠵᠣᠭᠰᠤᠬᠤ ᠳ᠋ᠤ ᠨᠢ ᠲᠤᠰᠠᠯᠠᠳᠠᠭ᠃ᠪᠢᠳᠡ ᢈᠡᠦᢈᠡᠳ ᠦ᠋ᠳ ᠢ᠋ ᠴᠢᠨᠠᠷᠲᠠᠢ᠂ ᢈᠦᠷᠲᠡᢉᠡᠮᠵᠢᠲᠡᠢ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠳ᠋ᠤ ᠬᠠᠮᠤᠷᠤᠭᠤᠯᠬᠤ ᠂ ᢈᠡᠦᢈᠡᠳ ᠪᠦᠷᠢ ᠬᠠᠩᠭᠠᠯᠲᠠᠲᠠᠢ ᠬᠣᠭᠤᠯᠠ ᢈᠦᠨᠡᠰᠦ᠂ ᠤᠰᠤᠲᠠᠢ᠂ ᠠᠶᠤᠯ ᠦᢉᠡᠢ᠂ ᠡᠷᠡᢉᠦᠯ ᠣᠷᠴᠢᠨ᠂ ᢉᠡᠷ ᠲᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠲᠡᠮᠡᠴᠡᠳᠡᢉ᠃ᠪᠢᠳᠡ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠤ᠋ᠳ ᠢ᠋ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠡᢉᠦᠷᢉᠡ ᠪᠡᠨ ᠪᠡᠶᠡᠯᠡᢉᠦᠯᠵᠦ᠂ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠵᠡᠷᢉᠡ ᠰᠠᠭᠠᠳ ᠪᠡᠷᢈᠡᠰᠢᠶᠡᠯ ᠢ᠋ ᠦᠯᠦ ᠬᠠᠷᠠᠭᠠᠯᠵᠠᠨ ᢈᠡᠨ ᠴᠦ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ ᠳ᠋ᠤ ᠥᠷᠲᠦᢈᠦ ᠦᢉᠡᠢ ᠪᠠᠶᠢᠬᠤ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶ᠋ᠢ ᠤᠷᠢᠶᠠᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠮᠥᠨ ᠪᠢᠳᠡ ᠡᠷᢈᠡ ᠨᠢ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᢉᠰᠡᠨ ᠲᠣᢈᠢᠶᠠᠯᠳᠤᠯ ᠳ᠋ᠤ ᠪᠤᠷᠤᠭᠤᠲᠠᠢ ᠡᠲᠡᢉᠡᠳ ᠢ᠋ ᠬᠠᠤᠯᠢ ᠶ᠋ᠢᠨ ᠡᠮᠦᠨ᠎ᠡ ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᢈᠦᠯᠢᠶᠡᠯᢉᠡᢈᠦ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠣᠯᠠᠨ ᠰᠣᠷᠢᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠲᠤᠯᠭᠠᠷᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ᠂ ᠠᠮᠵᠢᠷᠠᠭᠠᠨ ᠤ᠋ ᠥᠷᠲᠡᢉ ᠦ᠋ᠨ ᢈᠢᠮᠤᠷᠠᠯ ᠨᠢ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ᠂ ᠨᠡᠶᠢᢉᠡᠮ᠂ ᠰᠣᠶᠤᠯ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠪᠡᠨ ᠡᠳ᠋ᠯᠡᢈᠦ ᠳ᠋ᠦ ᠲᠤᠯᠭᠠᠷᠠᠳᠠᠭ ᠣᠯᠠᠨ ᠪᠡᠷᢈᠡᠰᠢᠶᠡᠯ ᠢ᠋ ᠤᠯᠠᠮ ᠳᠠᠭᠠᠭᠠᠮᠵᠢᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᢉᠡᢈᠦ ᠳ᠋ᠦ ᠪᠡᠨ ᠡᠳᠡᢉᠡᠷ ᠡᠷᢈᠡ ᠨᠢ ᠤᠳᠬ᠎ᠠ ᠤᠴᠢᠷᠲᠠᠢ ᠠᠮᠢᠳᠤᠷᠠᠬᠤ ᠣᠶᠢᠯᠠᠭᠠᠯᠲᠠ ᠲᠠᠢ ᠰᠠᠯᠤᠰᠢ ᠦᢉᠡᠢ ᠬᠣᠯᠪᠤᠭᠠᠲᠠᠢ ᠲᠤᠯᠠ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠶ᠋ᠢ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠨ ᠭᠠᠳᠠᠭᠤᠷᠬᠠᠬᠤ ᠦᢉᠡᠢ ᠪᠡᠷ ᠡᠷᢈᠡ ᠨᠦ᠋ᢉᠦᠳ ᠢ᠋ ᠨᠢ ᢈᠦᠨᠳᠦᠳᢈᠡᠵᠦ᠂ᠬᠠᠮᠠᠭᠠᠯᠠᠵᠤ᠂ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠬᠤ ᠨᠢ ᠴᠢᠬᠤᠯᠠ ᠪᠥᢉᠡᠳ ᠪᠢᠳᠡ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠲᠥᠯᠦᢉᠡ ᠲᠡᠮᠡᠴᠡᠯ ᠢ᠋ᠶᠡᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠦᢉᠡᠢ᠃",
            image: "/mng/images/campaign/campaign_13/zurag8.BoZgNKVb.png",
          },
          {
            content: "ᠵᠢᠷᠤᠭ᠃᠘ ᠒᠐᠒᠒ ᠣᠨ ᠤ᠋ ᠖᠆ᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠯᠣᠨ᠋ᠳᠣᠨ᠋ ᠳ᠋ᠤ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠵᠢᠭᠰᠠᠭᠠᠯ ᠤ᠋ᠨ ᠦᠶ᠎ᠡ ᠪᠡᠷ ᠵᠢᠭᠰᠠᠭᠴᠢ ᠠᠮᠵᠢᠷᠠᠭᠠᠨ ᠤ᠋ ᠥᠷᠲᠡᢉ ᠢ᠋ ᢈᠢᠮᠤᠷᠠᠯ ᠢ᠋ «ᠲᠥᠷᠦ ᠡᠴᠡ ᠡᢉᠦᠳᠦᠯᠲᠡᠢ ᠶᠠᠳᠠᠭᠤᠷᠠᠯ» ᢉᠡᠵᠦ ᠨᠡᠷᠡᠯᠡᢉᠰᠡᠨ ᠯᠣᠽᠦ᠋ᠩ ᠪᠠᠷᠢᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃",
          },
        ],
      },
      14: {
        title: "ᢈᠦᠮᠦᠨ ᠢ᠋ ᢈᠦᠨᠳᠦᠯᠡ",
        video: "",
        sections: [
          {
            title: "ᢈᠦᠮᠦᠨ ᠢ᠋ ᢈᠦᠨᠳᠦᠯᠡ",
            content: "ᢈᠦᠮᠦᠨ ᠢ᠋ ᢈᠦᠨᠳᠦᠯᠡ ᠪᠣᠯ ᢈᠦᠮᠦᠰ ᠢ᠋ ᠶᠠᠳᠠᠭᠤᠷᠠᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠶᠠᠪᠤᠭᠤᠯᠵᠤ ᠪᠤᠢ ᠡᠮᠨᠧᠰᠲ᠋ᠣ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠶᠤᠮ᠃ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷ ᠶᠠᠳᠠᠭᠤ ᠨᠥᢈᠦᠴᠡᠯ ᠳ᠋ᠦ ᠠᠮᠢᠳᠤᠷᠠᠵᠤ ᠪᠤᠢ ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ᠂ ᢈᠦᠨᠳᠦᠯᠡᠯ ᠢ᠋ ᠱᠠᠭᠠᠷᠳᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠲᠡᠳᠡ ᠥᠪᠡᠷᠰᠡᠳ ᠢ᠋ ᠨᠢ ᠢᠯᠭᠠᠪᠤᠷᠢᠯᠠᠭᠳᠠᠬᠤ ᠳ᠋ᠤ ᢈᠦᠷᢉᠡᠳᠡᢉ ᠰᠢᠳᠤᠷᠭᠤ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠠᠷᠢᠯᠭᠠᠬᠤ ᠶ᠋ᠢ ᢈᠦᠰᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠲᠡᠳᠡ ᠥᠪᠡᠷᠰᠡᠳ ᠦ᠋ᠨ ᠠᠵᠤ ᠠᠮᠢᠳᠤᠷᠠᠯ ᠳ᠋ᠤ ᠨᠥᠯᠦᢉᠡᠯᠡᠵᠦ ᠪᠤᠢ ᠵᠦᠢ ᠪᠤᠰᠤ ᠰᠢᠢᠳᠪᠦᠷᠢ ᠨᠦ᠋ᢉᠦᠳ ᠲᠦ ᢈᠢᠨᠠᠯᠲᠠ ᠲᠠᠯᠪᠢᠬᠤ ᠶ᠋ᠢ ᢈᠦᠰᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠲᠡᠳᠡ ᠥᠪᠡᠷᠰᠡᠳ ᠦ᠋ᠨ ᢈᠢ ᠨᠢ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᢈᠦᠨᠳᠦᠳᢈᠡᠵᠦ᠂ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ ᠶ᠋ᠢ ᠨᠢ ᠰᠣᠨᠤᠰᠬᠤ ᠶ᠋ᠢ ᢈᠦᠰᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ᠲᠡᠳᠡᠨ ᠲᠡᠢ ᠨᠢᢉᠡᠳᠦᠴᠡᢉᠡᠶ᠎ᠡ᠃ᠡᠮᠨᠡᠰᠦᠲᠦ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠦ᠋ᠨ ᠰᠢᠨ᠎ᠡ ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠳ᠋ᠤ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ ᠪᠠᠨ ᠡᠷᢉᠦᠨ᠎ᠡ ᠦᠦ᠃",
          },
        ],
      },

    // ... (бусад campaign-уудыг энд оруулах)
  };

  return (
    campaigns[campaignId] ||
    campaigns[campaign?.static_id] || {
      title: campaign?.title || "ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ",
      video: campaign?.video_url,
      sections: [
        {
          title: "",
          content: campaign?.description || "ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠤᠨ ᠲᠠᠢᠯᠪᠤᠷᠢ",
        },
      ],
    }
  );
};
