import Image from "next/image";
import Button from "@/components/common/Button";
import BannerSlider from "@/components/common/BannerSlider";
import { bannerImages } from "@/constants/bannerImages";
import { useRouter } from "next/router";
import StaticHeader from "../common/StaticHeader";

export default function AboutUsMobile() {
  const router = useRouter();
  return (
    <div className="h-full flex flex-col gap-7 w-auto flex-shrink-0 sm:hidden">
      <StaticHeader
        image="/images/about/header-img.jpg"
        alt="About Us Page Header"
        width="100%"
        title="ᠪᠢᠳᠡᠨᠢ ᠲᠤᠬᠠᠢ"
      />
      <div className="max-h-[200px] h-full p-2 flex gap-2">
        <h2
          className="text-[9px] font-bold"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠑᠕᠐ ᠭᠠᠷᠤᠢ ᠤᠯᠤᠰ ᠣᠷᠤᠨ᠂ ᠭᠠᠵᠠᠷ ᠨᠤᠲᠤᠭ ᠲᠤ ᠑᠐ ᠰᠠᠶ᠋ᠢ
          ᢈᠦᠮᠦᠨ ᠢ᠋ ᠡᠩᠨᠡᢉᠡᠨ ᠳ᠋ᠦ ᠪᠡᠨ ᠨᠢᢉᠡᠳᢈᠡᢉᠰᠡᠨ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ
          ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠤ᠋ᠨ ᢈᠥᠳᠡᠯᢉᠡᢉᠡᠨ ᠶᠠᠭᠤᠮ᠎ᠠ᠃
        </h2>
        <p
          className="text-[9px] text-[#848382]"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠡᠷᢈᠡ ᠪᠠᠷᠢᠭᠴᠢᠳ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠵᠦᠢ᠂ ᢈᠡᠮ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᢈᠦᠨᠳᠦᠳᢈᠡᠳᠡᢉ᠂
          ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠪᠠᠨ ᢈᠦᠯᠢᠶᠡᠳᠡᢉ᠂ ᠠᠮᠠᠯᠠᠯᠲᠠ ᠳ᠋ᠤ ᠪᠠᠨ ᢈᠦᠷᠳᠡᢉ ᠳᠡᠯᠡᢈᠡᠢ ᠶᠢᠷᠲᠢᠨᠴᠦ
          ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠪᠢᠳᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃ ᠪᠢᠳᠡ ᠠᠯᠢᠪᠠ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ
          ᠭᠠᠵᠠᠷ᠂ ᠤᠯᠤᠰ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠦᠵᠡᠯ ᠰᠤᠷᠲᠠᠯ᠂ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠠᠰᠢᠭ ᠰᠣᠨᠢᠷᠬᠠᠯ᠂
          ᠱᠠᠰᠢᠨ ᠰᠢᠲᠦᠯᢉᠡ ᠡᠴᠡ ᠠᠩᢉᠢ ᠳ᠋ᠤ ᠪᠡᠶ᠎ᠡ ᠳᠠᠭᠠᠭᠠᠭᠰᠠᠨ᠂ ᠬᠠᠷᠠᠭᠠᠲᠤ ᠪᠤᠰᠤ ᠪᠥᢉᠡᠳ
          ᢉᠡᠰᠢᢉᠦᠳ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠢ᠋ᠶᠡᠨ ᠬᠠᠨᠳᠢᠪ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠪᠠᠷ ᠰᠠᠩᢈᠦᠵᠢᠳᠡᢉ᠃ ᢈᠦᠮᠦᠰ ᠡᠪ
          ᠰᠠᠨᠠᠭᠠᠨ ᠤ᠋ ᠨᠢᢉᠡᠳᠦᠯ ᠲᠡᠢ᠂ ᢈᠦᠮᠦᠨᠯᠢᢉ ᠡᠨᠡᠷᠢᠩᢉᠦᠢ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠢ᠋ᠶᠠᠷ ᠢᠯᠡᢉᠦᠦ
          ᠰᠠᠶᠢᠬᠠᠨ ᠨᠡᠶᠢᢉᠡᠮ ᠢ᠋ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠵᠤ᠂ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠴᠢᠳᠠᠨ᠎ᠠ ᢉᠡᠳᠡᢉ ᠲᠦ ᠪᠢᠳᠡ
          ᠢᠲᠡᢉᠡᠳᠡᢉ᠃ ᠮᠠᠨ ᠤ᠋ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠦᠴᠦ ᠪᠣᠯ ᢈᠦᠮᠦᠰ᠃ ᠣᠯᠠᠨ ᢈᠦᠮᠦᠰ ᠰᠢᠳᠤᠷᠭᠤ
          ᠶᠣᠰᠤᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠳᠤᠤᠭᠠᠷᠳᠠᠭ ᠤᠴᠢᠷ ᠠ᠋ᠴᠠ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠭᠠᠶᠢᠬᠠᠯᠲᠠᠢ
          ᠠᠮᠵᠢᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ᠋ ᠭᠠᠷᠭᠠᠭᠰᠠᠭᠠᠷ ᠢᠷᠡᢉᠰᠡᠨ᠃
        </p>
      </div>
      <div className="max-h-[150px] p-2 bg-[#F1F1F1] flex gap-2">
        <p
          className="text-black font-bold text-[9px]"
          style={{ writingMode: "vertical-lr", textOrientation: "upright" }}
        >
          ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠪᠣᠯ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ
          ᠶᠤᠮ᠃ ᠪᠢᠳᠡ ᠖᠐ ᠭᠠᠷᠤᠢ ᠵᠢᠯ ᠦ᠋ᠨ ᠲᠤᠷᠰᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ᠂ ᠣᠯᠠᠨ ᠤᠯᠤᠰ
          ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ᠂ ᠰᠲ᠋ᠠᠨ᠋ᠳᠠᠷᠲ ᠤ᠋ᠨ ᠲᠠᠯᠠᠭᠠᠷ
          ᠨᠠᠶᠢᠳᠠᠪᠤᠷᠢᠲᠠᠢ᠂ ᠦᠨᠡᠨ ᠵᠥᠪ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᢈᠦᠷᢉᠡᠰ ᠢ᠋ᠶᠡᠷ
          ᠢᠷᠡᢉᠰᠡᠨ᠃
        </p>
        <p
          className="text-[9px] text-[#848382]"
          style={{ writingMode: "vertical-lr", textOrientation: "upright" }}
        >
          ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠨᠢ ᠠᠯᠢᠪᠠ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ᠂ ᠤᠯᠤᠰ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠦᠵᠡᠯ
          ᠰᠤᠷᠲᠠᠯ᠂ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠠᠰᠢᠭ ᠰᠣᠨᠢᠷᠬᠠᠯ᠂ ᠱᠠᠰᠢᠨ ᠰᠢᠲᠦᠯᢉᠡ ᠡᠴᠡ ᠦᠯᠦ
          ᠬᠠᠮᠢᠶᠠᠷᠳᠠᠭ᠃ ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠤᠳᠤᠯᠭ᠎ᠠ᠂ ᠰᠤᠷᠲᠠᠯᠴᠢᠯᠠᠭᠠᠨ ᠤ᠋ ᠠᠵᠢᠯ
          ᠳ᠋ᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠶᠠᠮᠠᠷ ᠴᠤ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠠ᠋ᠴᠠ ᠰᠠᠩᢈᠦᠵᠢᠯᠲᠡ ᠠᠪᠳᠠᠭ ᠦᢉᠡᠢ ᠪᠠ
          ᠪᠢᠳᠡ ᠬᠤᠪᠢ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠬᠠᠨᠳᠢᠪ ᠢ᠋ᠶᠠᠷ ᠰᠠᠩᢈᠦᠵᠢᠳᠡᢉ᠃ ᠪᠢᠳᠡᠨ ᠋ ᠴᠣᠷ ᠤ᠋ᠨ ᠭᠠᠭᠴᠠ
          ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠣᠯ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠡᠷᢈᠡ ᠪᠡᠨ ᠡᠳ᠋ᠯᠡᠳᠡᢉ ᠳᠡᠯᠡᢈᠡᠢ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠶ᠋ᠢ ᠪᠤᠢ
          ᠪᠣᠯᠭᠠᠬᠤ ᠶᠤᠮ᠃
        </p>
      </div>
      <div className="min-h-[400px] flex gap-2 p-2 h-full">
        <p
          className="text-[9px] font-bold"
          style={{ writingMode: "vertical-lr", textOrientation: "upright" }}
        >
          ᠪᠢᠳᠡ ᢈᠡᠷᢈᠢᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᢈᠢᠳᠡᢉ ᠪᠤᠢ?
        </p>
        <div className="h-full grid grid-cols-2 grid-rows-2 gap-5">
          {aboutItems.map((item) => (
            <div key={item.id} className="flex items-start p-2 max-h-[200px]">
              <Image src={item.image} alt={item.title} width={44} height={4} />
              <h2
                className="font-bold text-[9px]"
                style={{
                  writingMode: "vertical-lr",
                }}
              >
                {item.title}
              </h2>
              <p
                className="text-black font-bold text-[9px]"
                style={{
                  writingMode: "vertical-lr",
                }}
              >
                {item.body}
              </p>
            </div>
          ))}
        </div>
      </div>
      <div className="flex flex-col gap-12 p-4 h-full relative">
        <p
          className="text-[10px] font-bold absolute top-0 mt-3 max-h-[150px]"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ: ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠲᠡᠦᢈᠡᠨ ᠲᠣᠪᠴᠢᠶ᠎ᠠ
        </p>
        <div className="flex justify-center h-full relative p-2">
          {/* Central vertical timeline line */}
          <div className="absolute left-1/2 top-0 bottom-0 w-[1px] bg-black transform -translate-x-1/2"></div>

          <div className="flex flex-col h-full gap-8 w-full -mt-3">
            {historyItems.map((h, i) => (
              <div key={i} className="flex relative">
                {/* Milestone dot aligned with date */}
                <div className="absolute left-1/2 top-0 h-2 w-2 bg-black rounded-full transform -translate-x-1/2 z-10"></div>

                {/* Content only on one side - alternating */}
                <div
                  className={`w-full flex -mt-2 ${
                    i % 2 === 0 ? "justify-end pl-8" : "justify-start pr-8"
                  }`}
                >
                  <div className={`w-1/2 flex flex-col gap-2`}>
                    <p className="text-lg">
                      {i === 5 ? (
                        <span
                          style={{
                            writingMode: "vertical-lr",
                            textOrientation: "upright",
                          }}
                        >
                          ᠥᠨᠦᠳᠦᠷ
                        </span>
                      ) : (
                        h.date
                      )}
                    </p>
                    <p
                      className="text-[6px] flex-1 h-full w-full min-h-[150px] overflow-x-auto"
                      style={{
                        writingMode: "vertical-lr",
                      }}
                    >
                      {h.desc}
                    </p>
                    {/* Image under the text */}
                    <img src={h.image} className="h-auto" />
                    {i < 3 && (
                      <a
                        href="https://www.amnesty.org/en/"
                        target="_blank"
                        rel="noopener noreferrer"
                        className="mt-2 border border-solid border-[#E3E3E3] rounded-[8px] sm:rounded-[10px] w-6 sm:w-[50px] max-h-min whitespace-nowrap py-3 flex items-center justify-center hover:brightness-105 transition-all mx-auto"
                        style={{
                          writingMode: "vertical-lr",
                          textOrientation: "upright",
                        }}
                      >
                        <p className="font-bold text-[10px] sm:text-base">
                          ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ
                        </p>
                      </a>
                    )}
                    {i === 5 && (
                      <a
                        href="/about/2"
                        className="mt-2 border border-solid border-[#E3E3E3] rounded-[8px] sm:rounded-[10px] w-6 sm:w-[50px] max-h-min whitespace-nowrap py-3 flex items-center justify-center hover:brightness-105 transition-all mx-auto"
                        style={{
                          writingMode: "vertical-lr",
                          textOrientation: "upright",
                        }}
                      >
                        <p className="font-bold text-[10px] sm:text-base">
                          ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ
                        </p>
                      </a>
                    )}
                  </div>
                </div>
              </div>
            ))}
          </div>
        </div>
      </div>
      <div className="max-h-[150px] flex justify-center h-full gap-4 py-4 bg-[#F1F1F1]">
        <h2
          className="text-[10px] font-bold"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠮᠠᠨ ᠤ᠋ ᢈᠥᠳᠡᠯᢉᠡᢉᠡᠨ ᠳ᠋ᠦ ᠨᠢᢉᠡᠳᠦ᠋ᢉᠡᠷᠡᠢ
        </h2>
        <p
          className="text-[9px] font-bold"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠰᠢᠳᠤᠷᠭᠤ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠲᠠᠢ ᠲᠡᠮᠡᠴᠡᠵᠦ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ
          ᠡᠳ᠋ᠯᠡᠳᠡᢉ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠳ᠋ᠤ ᠲᠤᠰᠠᠯᠠᠭᠠᠷᠠᠢ᠃
        </p>
        <Button
          text={"ᠬᠠᠨᠳᠢᠪ ᠥᢉᢈᠦ"}
          type="primary"
          className="max-h-min whitespace-nowrap"
          onClick={() => router.push("/donation")}
        />
      </div>
    </div>
  );
}

const aboutItems = [
  {
    id: 1,
    title:
      "ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ",
    body: "ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
    image: "/images/aboutus1.png",
  },
  {
    id: 2,
    title:
      "ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ",
    body: "ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
    image: "/images/aboutus2.png",
  },
  {
    id: 3,
    title:
      "ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ",
    body: "ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
    image: "/images/aboutus3.png",
  },
  {
    id: 4,
    title:
      "ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ",
    body: "ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
    image: "/images/aboutus4.png",
  },
];

const historyItems = [
  {
    id: 1,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/internationalhistoryimage1.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 2,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/internationalhistoryimage2.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 3,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/internationalhistoryimage3.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 4,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/internationalhistoryimage4.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 5,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/internationalhistoryimage5.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 6,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: "/images/internationalhistoryimage6.png",
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
];
