import Image from "next/image";
import Button from "@/components/common/Button";
import StaticHeader from "@/components/common/StaticHeader";
import SectionTitle from "@/components/common/SectionTitle";
import { useRouter } from "next/router";
import { getImagePath } from "@/utils/imagePath";

export default function AboutUsDesktop() {
  const router = useRouter();
  return (
    <div className="h-full hidden sm:flex gap-20 w-auto flex-shrink-0">
      <StaticHeader
        image="/mng/images/about/header-img.jpg"
        alt="About Us Page Header"
        width="90rem"
        title="ᠪᠢᠳᠡᠨᠢ ᠲᠤᠬᠠᠢ"
      />
      <div className="h-full p-4 flex gap-10">
        <h2
          className="text-2xl font-bold"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠑᠕᠐ ᠭᠠᠷᠤᠢ ᠤᠯᠤᠰ ᠣᠷᠤᠨ᠂ ᠭᠠᠵᠠᠷ ᠨᠤᠲᠤᠭ ᠲᠤ ᠑᠐ ᠰᠠᠶ᠋ᠢ
          ᢈᠦᠮᠦᠨ ᠢ᠋ ᠡᠩᠨᠡᢉᠡᠨ ᠳ᠋ᠦ ᠪᠡᠨ ᠨᠢᢉᠡᠳᢈᠡᢉᠰᠡᠨ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ
          ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠤ᠋ᠨ ᢈᠥᠳᠡᠯᢉᠡᢉᠡᠨ ᠶᠠᠭᠤᠮ᠎ᠠ᠃
        </h2>
        <p
          className="text-sm font-bold"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠡᠷᢈᠡ ᠪᠠᠷᠢᠭᠴᠢᠳ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠵᠦᠢ᠂ ᢈᠡᠮ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᢈᠦᠨᠳᠦᠳᢈᠡᠳᠡᢉ᠂
          ᠬᠠᠷᠢᠭᠤᠴᠠᠯᠭ᠎ᠠ ᠪᠠᠨ ᢈᠦᠯᠢᠶᠡᠳᠡᢉ᠂ ᠠᠮᠠᠯᠠᠯᠲᠠ ᠳ᠋ᠤ ᠪᠠᠨ ᢈᠦᠷᠳᠡᢉ ᠳᠡᠯᠡᢈᠡᠢ ᠶᠢᠷᠲᠢᠨᠴᠦ
          ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠪᠢᠳᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃ ᠪᠢᠳᠡ ᠠᠯᠢᠪᠠ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ
          ᠭᠠᠵᠠᠷ᠂ ᠤᠯᠤᠰ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠦᠵᠡᠯ ᠰᠤᠷᠲᠠᠯ᠂ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠠᠰᠢᠭ ᠰᠣᠨᠢᠷᠬᠠᠯ᠂
          ᠱᠠᠰᠢᠨ ᠰᠢᠲᠦᠯᢉᠡ ᠡᠴᠡ ᠠᠩᢉᠢ ᠳ᠋ᠤ ᠪᠡᠶ᠎ᠡ ᠳᠠᠭᠠᠭᠠᠭᠰᠠᠨ᠂ ᠬᠠᠷᠠᠭᠠᠲᠤ ᠪᠤᠰᠤ ᠪᠥᢉᠡᠳ
          ᢉᠡᠰᠢᢉᠦᠳ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠢ᠋ᠶᠡᠨ ᠬᠠᠨᠳᠢᠪ ᠲᠤᠰᠠᠯᠠᠮᠵᠢ ᠪᠠᠷ ᠰᠠᠩᢈᠦᠵᠢᠳᠡᢉ᠃ ᢈᠦᠮᠦᠰ ᠡᠪ
          ᠰᠠᠨᠠᠭᠠᠨ ᠤ᠋ ᠨᠢᢉᠡᠳᠦᠯ ᠲᠡᠢ᠂ ᢈᠦᠮᠦᠨᠯᠢᢉ ᠡᠨᠡᠷᠢᠩᢉᠦᠢ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠢ᠋ᠶᠠᠷ ᠢᠯᠡᢉᠦᠦ
          ᠰᠠᠶᠢᠬᠠᠨ ᠨᠡᠶᠢᢉᠡᠮ ᠢ᠋ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠵᠤ᠂ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠵᠦ ᠴᠢᠳᠠᠨ᠎ᠠ ᢉᠡᠳᠡᢉ ᠲᠦ ᠪᠢᠳᠡ
          ᠢᠲᠡᢉᠡᠳᠡᢉ᠃ ᠮᠠᠨ ᠤ᠋ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠶ᠋ᠢᠨ ᢈᠦᠴᠦ ᠪᠣᠯ ᢈᠦᠮᠦᠰ᠃ ᠣᠯᠠᠨ ᢈᠦᠮᠦᠰ ᠰᠢᠳᠤᠷᠭᠤ
          ᠶᠣᠰᠤᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠳᠤᠤᠭᠠᠷᠳᠠᠭ ᠤᠴᠢᠷ ᠠ᠋ᠴᠠ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠭᠠᠶᠢᠬᠠᠯᠲᠠᠢ
          ᠠᠮᠵᠢᠯᠲᠠ ᠨᠤᠭᠤᠳ ᠢ᠋ ᠭᠠᠷᠭᠠᠭᠰᠠᠭᠠᠷ ᠢᠷᠡᢉᠰᠡᠨ᠃
        </p>
      </div>
      <div className="min-w-[20rem] py-4 px-14 bg-[#F1F1F1] flex gap-7">
        <p
          className="text-black font-bold text-2xl"
          style={{ writingMode: "vertical-lr" }}
        >
          ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠪᠣᠯ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠠᠯᠠᠭᠠᠷᢈᠢ ᠳᠠᠭᠤ ᠬᠣᠭᠤᠯᠠᠢ
          ᠶᠤᠮ᠃ ᠪᠢᠳᠡ ᠖᠐ ᠭᠠᠷᠤᠢ ᠵᠢᠯ ᠦ᠋ᠨ ᠲᠤᠷᠰᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ᠂ ᠣᠯᠠᠨ ᠤᠯᠤᠰ
          ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠬᠠᠤᠯᠢ ᠲᠣᠭᠲᠠᠭᠠᠮᠵᠢ᠂ ᠰᠲ᠋ᠠᠨ᠋ᠳᠠᠷᠲ ᠤ᠋ᠨ ᠲᠠᠯᠠᠭᠠᠷ
          ᠨᠠᠶᠢᠳᠠᠪᠤᠷᠢᠲᠠᠢ᠂ ᠦᠨᠡᠨ ᠵᠥᠪ ᠮᠡᠳᠡᢉᠡᠯᠡᠯ ᠢ᠋ᠶᠡᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᢈᠦᠷᢉᠡᠰ ᠢ᠋ᠶᠡᠷ
          ᠢᠷᠡᢉᠰᠡᠨ᠃
        </p>
        <p
          className="font-bold text-sm"
          style={{ writingMode: "vertical-lr" }}
        >
          ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠨᠢ ᠠᠯᠢᠪᠠ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ᠂ ᠤᠯᠤᠰ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠦᠵᠡᠯ
          ᠰᠤᠷᠲᠠᠯ᠂ ᠡᠳ᠋ ᠦ᠋ᠨ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠠᠰᠢᠭ ᠰᠣᠨᠢᠷᠬᠠᠯ᠂ ᠱᠠᠰᠢᠨ ᠰᠢᠲᠦᠯᢉᠡ ᠡᠴᠡ ᠦᠯᠦ
          ᠬᠠᠮᠢᠶᠠᠷᠳᠠᠭ᠃ ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠤᠳᠤᠯᠭ᠎ᠠ᠂ ᠰᠤᠷᠲᠠᠯᠴᠢᠯᠠᠭᠠᠨ ᠤ᠋ ᠠᠵᠢᠯ
          ᠳ᠋ᠤ ᠵᠣᠷᠢᠭᠤᠯᠵᠤ ᠶᠠᠮᠠᠷ ᠴᠤ ᠵᠠᠰᠠᠭ ᠤ᠋ᠨ ᠭᠠᠵᠠᠷ ᠠ᠋ᠴᠠ ᠰᠠᠩᢈᠦᠵᠢᠯᠲᠡ ᠠᠪᠳᠠᠭ ᠦᢉᠡᠢ ᠪᠠ
          ᠪᠢᠳᠡ ᠬᠤᠪᠢ ᢈᠦᠮᠦᠰ ᠦ᠋ᠨ ᠬᠠᠨᠳᠢᠪ ᠢ᠋ᠶᠠᠷ ᠰᠠᠩᢈᠦᠵᠢᠳᠡᢉ᠃ ᠪᠢᠳᠡᠨ ᠋ ᠴᠣᠷ ᠤ᠋ᠨ ᠭᠠᠭᠴᠠ
          ᠵᠣᠷᠢᠯᠭ᠎ᠠ ᠪᠣᠯ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ ᠡᠷᢈᠡ ᠪᠡᠨ ᠡᠳ᠋ᠯᠡᠳᠡᢉ ᠳᠡᠯᠡᢈᠡᠢ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠶ᠋ᠢ ᠪᠤᠢ
          ᠪᠣᠯᠭᠠᠬᠤ ᠶᠤᠮ᠃
        </p>
      </div>
      <div className="flex gap-12 p-4 h-full max-h-screen">
        <SectionTitle title={"ᠪᠢᠳᠡ ᢈᠡᠷᢈᠢᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᢈᠢᠳᠡᢉ ᠪᠤᠢ?"} />
        <div className="h-full grid grid-cols-2 grid-rows-2 gap-12 mr-20">
          {aboutItems.map((item) => (
            <div key={item.id} className="flex items-start p-5 gap-4">
              <Image src={item.image} alt={item.title} width={80} height={80} />
              <h2
                className="font-bold text-xl h-full overflow-hidden"
                style={{
                  writingMode: "vertical-lr",
                }}
              >
                {item.title}
              </h2>
              <p
                className="text-black font-bold text-sm h-full overflow-hidden"
                style={{
                  writingMode: "vertical-lr",
                }}
              >
                {/* {item.body} */}
                ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃
              </p>
            </div>
          ))}
        </div>
        <div className="flex gap-12">
          <SectionTitle
            title={"ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ: ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠲᠡᠦᢈᠡᠨ ᠲᠣᠪᠴᠢᠶ᠎ᠠ"}
          />
          <div className="flex h-full">
            {historyItems.map((h, i) => (
              <div key={i} className="flex flex-col">
                <div
                  className={`h-1/2 flex px-16 text-sm justify-center ${
                    i % 2 === 0 ? "items-end" : "items-start"
                  } ${i % 2 === 1 ? "order-last" : ""}`}
                  style={{
                    writingMode: "vertical-lr",
                  }}
                >
                    {h.desc}
                </div>
                <div className="relative my-5">
                  <div className="w-full h-[1px] bg-black"></div>
                  <div className="h-4 w-4 bg-black rounded-full absolute -top-2 left-1/2 -translate-x-1/2"></div>
                </div>
                <div
                  className={`h-1/2 flex flex-row justify-center gap-3 px-16 items-center ${
                    i % 2 === 0 ? "justify-start" : "justify-end"
                  } ${i % 2 === 1 ? "order-first" : ""}`}
                >
                  <h2 className="text-2xl text-start font-bold"
                      style={{
                        writingMode: "vertical-lr",
                      }}  
                  >
                    {i === 5 ? (
                      <span>
                        ᠥᠨᠦᠳᠦᠷ
                      </span>
                    ) : (
                      h.date
                    )}
                  </h2>
                  <div className="relative max-w-[230px] w-[230px] h-[300px]">
                    <Image
                      src={h.image}
                      alt={`History item ${i + 1}`}
                      fill
                      className="object-contain"
                    />
                  </div>
                  {i < 3 && (
                    <a
                      href="https://www.amnesty.org/en/"
                      target="_blank"
                      rel="noopener noreferrer"
                      className="mt-2 border border-solid border-[#E3E3E3] rounded-[8px] sm:rounded-[10px] w-6 sm:w-[50px] max-h-min whitespace-nowrap py-3 flex items-center justify-center hover:brightness-105 transition-all"
                      style={{
                        writingMode: "vertical-lr",
                      }}
                    >
                      <p className="font-bold text-[10px] sm:text-base">
                        ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ
                      </p>
                    </a>
                  )}
                  {i === 5 && (
                    <a
                      href="/about/2"
                      className="mt-2 border border-solid border-[#E3E3E3] rounded-[8px] sm:rounded-[10px] w-6 sm:w-[50px] max-h-min whitespace-nowrap py-3 flex items-center justify-center hover:brightness-105 transition-all"
                      style={{
                        writingMode: "vertical-lr",
                      }}
                    >
                      <p className="font-bold text-[10px] sm:text-base">
                        ᠳᠡᠯᠭᠡᠷᠡᠩᠭᠦᠢ
                      </p>
                    </a>
                  )}
                </div>
              </div>
            ))}
          </div>
        </div>
      </div>
      <div className="flex h-full gap-7 px-14 py-4 bg-[#F1F1F1]">
        <h2
          className="text-2xl font-bold"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠮᠠᠨ ᠤ᠋ ᢈᠥᠳᠡᠯᢉᠡᢉᠡᠨ ᠳ᠋ᠦ ᠨᠢᢉᠡᠳᠦ᠋ᢉᠡᠷᠡᠢ
        </h2>
        <p
          className="text-sm"
          style={{
            writingMode: "vertical-lr",
          }}
        >
          ᠰᠢᠳᠤᠷᠭᠤ ᠪᠤᠰᠤ ᠪᠠᠶᠢᠳᠠᠯ ᠲᠠᠢ ᠲᠡᠮᠡᠴᠡᠵᠦ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᢈᠦᠮᠦᠨ ᠪᠦᠷᠢ
          ᠡᠳ᠋ᠯᠡᠳᠡᢉ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠶ᠋ᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠳ᠋ᠤ ᠲᠤᠰᠠᠯᠠᠭᠠᠷᠠᠢ᠃
        </p>
        <Button
          text={"ᠬᠠᠨᠳᠢᠪ ᠥᢉᢈᠦ"}
          type="primary"
          className="max-h-min whitespace-nowrap"
          onClick={() => router.push("/donation")}
        />
      </div>
    </div>
  );
}

const aboutItems = [
  {
    id: 1,
    title:
      "ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ",
    body: "ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
    image: getImagePath("/images/aboutus1.png"),
  },
  {
    id: 2,
    title:
      "ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ",
    body: "ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
    image: getImagePath("/images/aboutus2.png"),
  },
  {
    id: 3,
    title:
      "ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ",
    body: "ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
    image: getImagePath("/images/aboutus3.png"),
  },
  {
    id: 4,
    title:
      "ᠪᠢᠳᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠵᠥᠷᠢᠴᠡᠯ ᠢ᠋ ᠲᠠᠰᠤᠯᠤᠨ ᠵᠣᠭᠰᠤᠭᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ",
    body: "ᢈᠦᠮᠦᠰ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠵᠥᠷᠢᠴᠡᢉᠳᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠡᠮᠨᠧᠰᠲ ᠢ᠋ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠰᠢᠨ᠋ᠯ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠢ᠋ ᠳᠡᠯᠡᢈᠡᠢ ᠨᠡᠶᠢᠲᠡ ᠶ᠋ᠢᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ ᠣᠷᠤᠭᠤᠯᠳᠠᠭ᠃ ᠮᠠᠨ ᠤ᠋ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠲᠡᠳᠡᠨ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠤᠯᠠᠳᠠ ᠠᠷᠭ᠎ᠠ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠠᠪᠴᠤ ᠠᠵᠢᠯᠯᠠᠳᠠᠭ᠃",
    image: getImagePath("/images/aboutus4.png"),
  },
];

const historyItems = [
  {
    id: 1,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: getImagePath("/images/internationalhistoryimage1.png"),
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 2,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: getImagePath("/images/internationalhistoryimage2.png"),
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 3,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: getImagePath("/images/internationalhistoryimage3.png"),
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 4,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: getImagePath("/images/internationalhistoryimage4.png"),
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 5,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: getImagePath("/images/internationalhistoryimage5.png"),
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
  {
    id: 6,
    date: "᠑᠙᠙᠔-᠑᠙᠙᠕",
    image: getImagePath("/images/internationalhistoryimage6.png"),
    desc: "᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃᠑᠙᠗᠗ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠰᠢᠨᠯ ᠨᠢ “ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᠰᠢᠳᠤᠷᠭᠤ ᠶᠣᠰᠤᠨ ᠤ᠋ ᠦᠨᠳᠦᠰᠦ ᠰᠠᠭᠤᠷᠢ ᠶ᠋ᠢ ᠪᠠᠲᠤᠯᠠᠭᠠᠵᠢᠭᠤᠯᠵᠤ”᠂ ᠤᠯᠠᠮ ᠢ᠋ᠶᠠᠷ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠢ᠋ ᠲᠣᠭᠲᠠᠭᠠᠬᠤ ᠳ᠋ᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ ᠤ᠋ ᠲᠥᠯᠦᢉᠡ ᠨᠣᠪᠧᠯ ᠤ᠋ᠨ ᠡᠩᢈᠡ ᠲᠠᠶᠢᠪᠤᠩ ᠤ᠋ᠨ ᠱᠠᠩᠨᠠᠯ ᢈᠦᠷᠲᠡᠪᠡ᠃  ᠡᠨᠡ ᠨᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᠶᠠᠭᠠᠷᢈᠢ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠩᠯ ᠦ᠋ᠨ ᠳᠡᠮᠵᠢᢉᠴᠢᠳ ᠦ᠋ᠨ ᠰᠢᠷᠭᠠᠭᠤ ᢈᠥᠳᠡᠯᠮᠦᠷᠢ᠂ ᠲᠤᠭᠤᠰᠢᠲᠠᠢ ᠪᠠᠶᠢᠳᠠᠯ ᠤ᠋ᠨ ᠦᠷ᠎ᠡ ᠳ᠋ᠦᠩ ᠶᠠᠭᠤᠮ᠎ᠠ᠃",
  },
];
