import Image from "next/image";
import Button from "@/components/common/Button";
import StaticHeader from "@/components/common/StaticHeader";
import AssemblySwiper from "./AssemblySwiper";


export default function ReportDesktop() {
  return (
    <div className="h-full hidden sm:flex gap-20 w-auto flex-shrink-0">
      <StaticHeader
        image="/mng/images/generalassembly/general1.png"
        alt="Assembly Page Header"
        width="90rem"
        title="ᠶᠡᠷᠦᠩᠬᠡᠢ ᠴᠤᠤᠯᠭᠠᠨ"
      />
      <div className="flex gap-16 p-4 h-full relative pr-10">
        <div className="flex gap-6 h-[calc(100vh-2rem)] max-h-[calc(100vh-2rem)]">
          <p
            className="text-sm"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠮᠣᠩᠭᠤᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ (ᠮᠡᠶᠢ)-ᠡᠶᠢᠨ “ᠪᠢᠳᠡᠨ ᠦ᠋ ᠡᠷᢈᠡ᠂ ᠪᠢᠳᠡᠨ
            ᠦ᠋ ᠳᠡᠯᠡᢈᠡᠢ᠂ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠢᠷᠡᢉᠡᠳᠦᠢ” XXII ᠶᠡᠷᠦᠩᢈᠡᠢ ᠴᠢᠭᠤᠯᠭᠠᠨ ᠒᠐᠒᠓ ᠣᠨ ᠤ᠋ ᠐᠙
            ᠳ᠋ᠦ᠋ᢉᠡᠷ ᠰᠠᠷ᠎ᠠ ᠶ᠋ᠢᠨ ᠒᠓- ᠤ᠋ ᠡᠳᠦᠷ ᠠᠮᠵᠢᠯᠲᠠᠲᠠᠢ ᠵᠣᢈᠢᠶᠠᠨ ᠪᠠᠶᠢᠭᠤᠯᠤᠭᠳᠠᠯ᠎ᠠ᠃
            ᠴᠢᠭᠤᠯᠭᠠᠨ ᠳ᠋ᠤ ᠤᠯᠤᠰ ᠣᠷᠤᠨ ᠤ᠋ ᠥᠨᠴᠦᢉ ᠪᠤᠯᠤᠩ ᠪᠦᠷᠢ ᠡᠴᠡ ᠢᠷᠡᢉᠰᠡᠨ ᠣᠷᠤᠨ ᠨᠤᠲᠤᠭ
            ᠤ᠋ᠨ ᠲᠥᠯᠦᢉᠡᠯᠡᢉᠴᠢᠳ᠂ ᠮᠡᠷᢉᠡᠵᠢᠯ᠂ ᠰᠣᠨᠢᠷᠬᠠᠯ ᠤ᠋ᠨ ᠪᠦᠯᠦᢉ ᠦ᠋ᠳ᠂ ᠵᠠᠯᠠᠭᠤᠴᠤᠳ᠂ ᠪᠦᠰᠡ
            ᠶ᠋ᠢᠨ ᠲᠥᠪ ᠦ᠋ᠨ ᠲᠥᠯᠦᢉᠡᠯᠡᠯ ᠵᠡᠷᢉᠡ ᠣᠯᠠᠨ ᠲᠠᠯᠠᠲᠤ ᠲᠥᠯᠦᢉᠡᠯᠡᠯ ᠣᠷᠤᠯᠴᠠᠯ᠎ᠠ᠃
            ᠮᠡᠶᠢ-ᠡᠶᠢᠨ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᠳᠠᠷᠤᠭ᠎ᠠ ᠰᠠ‍᠂ᠭᠠᠩᠴᠢᠮᠡᢉ ᠴᠢᠭᠤᠯᠭᠠᠨ ᠢ᠋
            ᠨᠡᢉᠡᢉᠡᠵᠦ ᢈᠡᠯᠡᢉᠰᠡᠨ ᠦᢉᠡᠨ ᠳ᠋ᠦ ᠪᠡᠨ “ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ
            ᠦ᠋ᠨ ᠖᠒ ᠵᠢᠯ᠂ ᠮᠡᠶᠢ-ᠡᠶᠢᠨ ᠒᠙ ᠵᠢᠯ ᠦ᠋ᠨ ᠣᠢ ᠪᠣᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ᠥᠨᠦᠳᠦᠷ ᠡᠮᠨᠧᠰᠲ
            ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠑᠕᠐ ᠭᠠᠷᠤᠢ ᠣᠷᠤᠨ ᠤ᠋ ᠑᠐ ᠰᠠᠶ᠋ᠢ ᠭᠠᠷᠤᠢ ᢉᠡᠰᠢᢉᠦᠨ᠂ ᠳᠡᠮᠵᠢᢉᠴᠢ
            ᠲᠡᠢ ᠪᠡᠷ ᠦᠶᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ ᠶᠠᠪᠤᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ ᠡᠨᠡ ᢈᠦ ᠴᠢᠭᠤᠯᠭᠠᠨ ᠤ᠋ ᠤᠷᠢᠶ᠎ᠠ
            “ᠪᠢᠳᠡᠨ ᠦ᠋ ᠡᠷᢈᠡ᠂ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠳᠡᠯᠡᢈᠡᠢ᠂ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠢᠷᠡᢉᠡᠳᠦᠢ” ᢉᠡᠰᠡᠨ ᠰᠡᠳᠦᠪ
            ᠢ᠋ᠶᠡᠷ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢈᠦ ᠪᠣᠯᠤᠨ᠎ᠠ᠃ ᠨᠦᠪ- ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠦᢉᠡᠮᠡᠯ
            ᠲᠤᠩᠬᠠᠭᠯᠠᠯ ᠪᠠᠲᠤᠯᠠᠯ ᠤ᠋ᠨ ᠗᠕ ᠵᠢᠯ᠂ ᠸᠧᠨᠢ ᠶ᠋ᠢᠨ ᠲᠤᠩᠬᠠᠭᠯᠠᠯ ᠤ᠋ᠨ ᠓᠐ ᠵᠢᠯ᠂ ᢈᠦᠮᠦᠨ
            ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠶ᠋ᠢᠨ ᠲᠤᠩᠬᠠᠭᠯᠠᠯ ᠤ᠋ᠨ ᠒᠕ ᠵᠢᠯ ᠦ᠋ᠨ ᠣᠢ ᠪᠣᠯᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃
            ᠡᠨᠡ ᢈᠦ ᠣᠢ ᠶ᠋ᠢᠨ ᠵᠢᠯ ᠦ᠋ᠳ ᠲᠣᢈᠢᠶᠠᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠨᠢ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᢈᠡᠮᠵᠢᠶᠡᠨ ᠳ᠋ᠦ
            ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ᠂ ᠲᠣᠭᠲᠠᠪᠤᠷᠢᠲᠠᠢ ᢈᠥᢉᠵᠢᠯ ᠦ᠋ᠨ ᠵᠣᠷᠢᠯᠲᠠ
            ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᢈᠦᠷᠢᠶᠡᠨ ᠳ᠋ᠦ ᠡᠨᠡ ᠴᠢᢉᠯᠡᠯ ᠢ᠋ᠶᠡᠷᢈᠡ ᠲᠥᠷᠦ ᠶ᠋ᠢᠨ ᠡᢉᠦᠷᢉᠡ ᠠᠮᠠᠯᠠᠯᠲᠠ
            ᠶ᠋ᠢ ᠣᠳᠤ ᠳᠠᢈᠢᠨ ᠰᠠᠨᠠᠭᠤᠯᠬᠤ᠂ ᠱᠠᠭᠠᠷᠳᠠᠬᠤ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠰᠣᠶᠤᠯ᠂
            ᠨᠡᠶᠢᠲᠡᠯᠢᢉ ᢈᠡᠮ ᢈᠡᠮᠵᠢᠶ᠎ᠡ ᠶ᠋ᠢ ᠳᠡᠯᢉᠡᠷᠡᢉᠦᠯᢈᠦ᠂ ᠨᠤᠲᠤᠭᠰᠢᠭᠤᠯᠬᠤ᠂ ᠨᠥᠯᠦᢉᠡᠯᠡᠵᠦ
            ᠠᠵᠢᠯᠯᠠᠬᠤ ᠵᠠᠪᠰᠢᠶᠠᠨ ᠢ᠋ ᠪᠢᠳᠡᠨ ᠳ᠋ᠦ ᠣᠯᠭᠤᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ” ᢈᠡᠮᠡᠨ ᠲᠠᠨᠢᠯᠴᠠᠭᠤᠯᠪᠠ᠃
            ᠮᠥᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨ ᠦ᠋ᠯ ᠦ᠋ᠨ ᠪᠦᠰᠡ ᠨᠤᠲᠤᠭ ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ
            ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠬᠠᠷᠢᠭᠤᠴᠠᠭᠰᠠᠨ ᠵᠣᢈᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢ ᠰᠣᠮᠢᠶ᠎ᠠ ᠳᠢᠮᠷᠢ “ᠡᠮᠨᠧᠰᠲ᠋ᠢ
            ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ ᠥᠩᢉᠡᠷᠡᢉᠰᠡᠨ ᠵᠢᠯ ᠳ᠋ᠦ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ
            ᠻᠠᠮᠫᠠᠨᠢᠲᠤ ᠠᠵᠢᠯ ᠢ᠋ᠶᠠᠷ ᠢ᠋ᠶᠠᠨ ᠔ ᠰᠠᠶ᠎ᠠ ᢈᠦᠨᠳᠦ ᢈᠦᠷᠴᠦ ᠠᠵᠢᠯᠯᠠᠭᠰᠠᠨ᠃ ᠡᢉᠦᠨ ᠳ᠋ᠦ
            ᠮᠡᠢ ᠴᠤ ᠬᠤᠪᠢ ᠨᠡᠮᠡᠷᠢ ᠪᠡᠨ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ᠃ ᠢᠷᠡᢈᠦ ᠵᠢᠯ ᠦ᠋ᠳ ᠲᠦ ᠬᠠᠮᠲᠤ ᠳ᠋ᠠᠭᠠᠨ
            ᠢᠯᠡᢉᠦᠦ ᠶᠡᢈᠡ ᢈᠦᠨᠳᠦ ᢈᠦᠷᠴᠦ ᠠᠵᠢᠯᠯᠠᠬᠤ ᠪᠠᠨ ᠠᠮᠠᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ” ᢈᠡᠮᠡᠨ
            ᠮᠡᠨᠳᠦᠴᠢᠯᠡᢉᠡ ᠳᠡᠪᠰᠢᢉᠦᠯᠦᠯ᠎ᠡ᠃ ᠮᠥᠨ ᠨᠢᢉᠡᠳᠦᢉᠰᠡᠨ ᠦᠨᠳᠦᠰᠦᠲᠡᠨ ᠦ᠋ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ
            ᠶ᠋ᠢᠨ ᠮᠣᠩᠭᠣᠯ ᠳᠠᢈᠢ ᠰᠠᠭᠤᠷᠢᠨ ᠵᠣᢈᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢ ᠲᠠᠫᠠᠨ ᠮᠢᠰᠢᠷᠠ ᠢᠯᠡᢉᠡᠯᠲᠡ ᠳ᠋ᠡᢉᠡᠨ
            “ᠪᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠶ᠋ᠢᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠬᠠᠮᠤᠭ ᠤ᠋ᠨ ᠨᠡᠷ᠎ᠡ ᢈᠦᠨᠳᠦ ᠲᠡᠢ᠂ᠨᠥᠯᠦᢉᠡ
            ᠪᠦᢈᠦᠢ ᠪᠠᠶᠢᠭᠤᠯᠤᠯᠭ᠎ᠠ ᠨᠤᠭᠤᠳ ᠤ᠋ᠨ ᠨᠢᢉᠡ ᠪᠣᠯᠬᠤ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ ᠲᠡᠢ
            ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠳ᠋ᠤ ᠪᠠᠨ ᠪᠠᠬᠠᠷᠬᠠᠵᠤ᠂ ᠲᠠᠯᠠᠷᠬᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ᠃
            ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠳ᠋ᠠᢈᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ᠂ ᠢᠯᠠᠩᠭᠤᠶ᠎ᠠ ᢈᠦᠮᠦᠨ ᠦ᠋
            ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ᠂ ᠦᠵᠡᠯ ᠪᠣᠳᠤᠯ ᠢ᠋ᠶᠠᠨ ᠢᠯᠡᠷᢈᠡᠶᠢᠯᠡᢈᠦ᠂ ᠬᠤᠷᠠᠨ ᠴᠢᠭᠤᠯᠬᠤ
            ᠡᠷᢈᠡ ᠴᠢᠯᠦᢉᠡ᠂ ᢈᠥᠳᠡᠯᠮᠦᠷᠢᠯᠡᢈᠦ ᠪᠣᠯᠤᠨ ᠣᠷᠤᠨ ᠪᠠᠶᠢᠷᠢ ᠲᠠᠢ ᠪᠠᠶᠢᠬᠤ ᠡᠷᢈᠡ᠂ ᢈᠦᠮᠦᠨ
            ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ᠂ ᠡᠷᠡᢉᠦᠳᠡᠨ ᠰᠢᢉᠦᢈᠦ ᠪᠣᠯᠤᠨ ᠪᠤᠰᠤᠳ ᠵᠦᠢ ᠪᠤᠰᠤ ᠬᠠᠷᠢᠴᠠᠬᠤ
            ᠵᠡᠷᢉᠡ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᠲᠠ ᠪᠦᢈᠦᠨ ᠮᠠᠩᠯᠠᠶᠢᠯᠠᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢ ᠪᠢᠳᠡ ᠦᠷᢉᠦᠯᠵᠢ
            ᠦᠨᠡᠯᠡᢉᠰᠡᢉᠡᠷ ᠢᠷᠡᢉᠰᠡᠨ᠃ ᠪᠢ ᠲᠠ ᠪᠦᢈᠦᠨ ᠦ᠋ ᠠᠯᠤᠰ ᠤ᠋ᠨ ᠬᠠᠷᠠᠭ᠎ᠠ᠂ ᠡᠷᢈᠢᠮ
            ᠵᠣᠷᠢᠯᠭ᠎ᠠ᠂ ᠦᠨᠡᠲᠦ ᠵᠦᠢᠯᠡᠰ᠂ ᠣᠯᠤᠯᠲᠠ ᠠᠮᠵᠢᠯᠲᠠ᠂ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭ᠎ᠠ᠂ ᠰᠣᠷᠢᠯᠲᠠ
            ᠪᠡᠷᢈᠡᠰᠢᠶᠡᠯ ᠢ᠋ ᢈᠡᠷᢈᠢᠨ ᠳᠠᠪᠠᠨ ᠲᠤᠭᠤᠯᠵᠤ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢ ᠲᠠᠨᠢ ᠬᠠᠷᠠᠭᠠᠳ
            ᠪᠢᠰᠢᠷᠡᠵᠦ᠂ ᠦᠨᠡᠯᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃ “ᠪᠢᠳᠡᠨ ᠦ᠋ ᠡᠷᢈᠡ᠂ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠳᠡᠯᠡᢈᠡᠢ᠂ ᠪᠢᠳᠡᠨ
            ᠦ᠋ ᠢᠷᠡᢉᠡᠳᠦᠢ” ᠰᠡᠳᠦᠪ ᠢ᠋ᠶᠡᠷ ᠲᠠ ᠪᠦᢈᠦᠨ ᢈᠡᠯᠡᠯᠴᠡᢈᠦ ᢉᠡᠵᠦ ᠪᠠᠶᠢᠭ᠎ᠠ ᠶ᠋ᠢ ᠪᠢ ᠡᠨᠡ
            ᠴᠠᠭ ᠦᠶ᠎ᠡ ᠳ᠋ᠦ ᠳᠡᠯᠡᢈᠡᠢ ᠳᠠᢈᠢᠨ ᠪᠣᠯᠤᠭᠠᠳ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠨᠥᢈᠦᠴᠡᠯ ᠪᠠᠶᠢᠳᠠᠯ ᠳ᠋ᠤ
            ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠮᠥᠷ ᠦ᠋ᠨ ᢈᠦᠲᠦᠯᠪᠦᠷᠢ ᠶ᠋ᠢᠨ
          </p>
          <Image
            src={"/mng/images/assembly-image1.png"}
            width={847}
            height={1200}
            className="h-full w-auto object-contain relative z-0"
            style={{ aspectRatio: '847/1200' }}
          />
        </div>
        <AssemblySwiper />
        <div className="flex flex-col gap-4 h-full max-h-screen">
          <p
            className="text-sm overflow-auto"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠰᠢᠳᠤᠷᠭᠤ ᠪᠤᠰᠤ ᠲᠠᠲᠠᠪᠤᠷᠢ᠂ ᠥᠷᠢ ᠶ᠋ᠢᠨ ᠳᠠᠷᠤᠮᠲᠠ᠂ ᠲᠥᠰᠦᠪ ᠦ᠋ᠨ ᢈᠡᠮᠨᠡᠯᠲᠡ᠂ ᠨᠡᠶᠢᢉᠡᠮ ᠦ᠋ᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠯ ᠤ᠋ᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠨᠢ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠡᠰᠢᠨᠯ ᠦ᠋ᠨ ᠠᠩᠬᠠᠷᠤᠯ ᠤ᠋ᠨ ᠲᠥᠪ ᠲᠦ 
            ᠣᠷᠤᠵᠤ ᠪᠤᠢ ᠰᠢᠨ᠎ᠡ ᠲᠤᠯᠭᠠᠮᠳᠠᠭᠰᠠᠨ ᠰᠡᠳᠦᠪ ᠲᠤᠯᠤ ᠒᠐᠒᠒-᠒᠐᠒᠘ ᠣᠨ ᠤ᠋ ᠰᠲ᠋ᠷᠠᠲ᠋ᠧᢉᠢ ᠶ᠋ᠢᠨ ᠨᠢᢉᠡᠳᠦ᠋ᢉᠡᠷ ᠦᠶ᠎ᠡ ᠱᠠᠲᠤᠨ ᠳ᠋ᠤ ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠡᠮᠨᠧᠰᠲ ᠢᠨ᠋ᠲ᠋ᠧᠷᠨᠧᠱᠢᠨ᠋ᠯ ᠨᠢ ᠪᠡᠯᠡᠳᢈᠡᠯ 
            ᠬᠠᠩᠭᠠᠬᠤ᠂ ᠴᠢᠳᠠᠪᢈᠢ ᠪᠤᠢ ᠪᠣᠯᠭᠠᠬᠤ ᠳ᠋ᠤ ᠴᠢᢉᠯᠡᢉᠰᠡᠨ ᠠᠵᠢᠯ ᠢ᠋ ᠡᢈᠢᠯᠡᢉᠦᠯᠦᢉᠡᠳ ᠪᠠᠶᠢᠨ᠎ᠠ᠃
            ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠻᠣᠮᠢᠰᠰ ᠤ᠋ᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠶ᠋ᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠡᠷᢈᠢᠯᠡᢉᠰᠡᠨ ᢉᠡᠰᠢᢉᠦᠨ ᠰ‍᠂ ᠳᠣᠨᠳᠤᠪ “ᠮᠣᠩᠭᠣᠯ ᠤᠯᠤᠰ ᠠᠽᠢ ᠲᠢᠢᠪ ᠲᠦ ᠪᠡᠨ 
            ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠶ᠋ᠢᠨ ᠪᠡᠶ᠎ᠡ ᠳᠠᠭᠠᠭᠠᠭᠰᠠᠨ ᠬᠠᠤᠯᠢ ᠪᠠᠲᠤᠯᠠᠭᠰᠠᠨ ᠠᠩᠬᠠᠳᠠᠭᠴᠢ ᠣᠷᠤᠨ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠥᢉᠡᠳ ᠤᠭ ᠬᠠᠤᠯᠢ ᠪᠠᠲᠤᠯᠠᠨ ᠭᠠᠷᠭᠠᠬᠤ ᠳ᠋ᠤ ᠮᠡᠢ ᠴᠢᠬᠤᠯᠠ ᠬᠤᠪᠢ 
            ᠨᠡᠮᠡᠷᠢ ᠣᠷᠤᠭᠤᠯᠤᠭᠰᠠᠨ᠃  ᠲᠡᢉᠦᠨᠴᠢᠯᠡᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢ ᠶ᠋ᠢᠨ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠢ᠋ᠶᠠᠷ ᢈᠢ ᠦᠨᠳᠦᠰᠦᠨ ᠦ᠋ ᠮᠧᢈᠠᠨᠢᠰᠮ ᠨᠢ ᠮᠡᠢ-ᠡᠶᠢᠨ ᠲᠤᠷᠰᠢᠯᠭ᠎ᠠ ᠳᠡᢉᠡᠷ᠎ᠡ ᠦᠨᠳᠦᠰᠦᠯᠡᠨ᠂ 
            ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠢ᠋ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ᠂ ᠲᠡᠳᠡᠨ ᠦ᠋ ᠦᠶᠢᠯᠡ ᢈᠡᠷᠡᢉ ᠢ᠋ ᠲᠠᠨᠢᠭᠤᠯᠬᠤ ᠵᠡᠷᢉᠡ ᠪᠡᠷ ᠬᠠᠮᠲᠤᠷᠠᠨ ᠠᠵᠢᠯᠯᠠᠵᠤ ᠪᠠᠶᠢᠨ᠎ᠠ” ᢈᠡᠮᠡᢉᠰᠡᠨ ᠪᠣᠯ ᢈᠡᠦᢈᠡᠳ᠂ ᠵᠠᠯᠠᠭᠤᠴᠤᠤᠯ ᠤ᠋ᠨ 
            ᠲᠥᠯᠦᢉᠡᠯᠡᠯ ᠪ‍᠂ ᠪᠤᠶᠠᠨᠵᠠᠶᠠᠭ᠎ᠠ “ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᢈᠡᠮᠡᢈᠦ ᠦᢉᠡ ᢈᠢᠴᠢᠶᠡᠯ ᠳᠡᢉᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠢᠷᠡᢈᠦ ᠳ᠋ᠦ ᠲᠡᠷᠡ ᢈᠢᠴᠢᠶᠡᠯ ᠰᠣᠨᠢᠷᠬᠠᠯᠲᠠᠢ ᠪᠣᠯᠵᠤ ᠡᢈᠢᠯᠡᠳᠡᢉ᠃  ᠡᠨᠡ ᠪᠠᠶᠢᠳᠠᠯ ᠮᠠᠨᠢ ᠮᠠᠨ ᠤ᠋ 
            ᠡᢉᠡᠴᠢ ᠡᠴᠡ ᠰᠢᠯᠲᠠᠭᠠᠯᠠᠭᠰᠠᠨ ᠪᠠᠶᠢᠬᠤ ᢈᠡᠮᠡᠨ ᠪᠣᠳᠤᠳᠠᠭ᠃  ᠤᠴᠢᠷ ᠨᠢ ᠮᠠᠨ ᠤ᠋ ᠡᢉᠡᠴᠢ ᠨᠠᠮᠠᠶᠢ ᠪᠠᠭ᠎ᠠ ᠪᠠᠶᠢᠬᠤ ᠳ᠋ᠤ ᠰᠤᠷᠭᠠᠭᠤᠯᠢ ᠳᠡᢉᠡᠷ᠎ᠡ ᠭᠠᠷᠴᠤ ᠪᠤᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ 
            ᠠᠰᠠᠭᠤᠳᠠᠯ ᠤ᠋ᠳ ᠢ᠋ ᠰᠢᠢᠳᢈᠦ ᠶ᠋ᠢ ᠡᠷᠡᠮᠡᠯᠵᠡᠳᠡᢉ ᠪᠠᠶᠢᠭᠰᠠᠨ᠃  ᠪᠢ ᠘-ᠷ ᠠᠩᢉᠢ ᠠ᠋ᠴᠠ ᠪᠠᠨ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠳ᠋ᠦ ᠡᠯᠰᠡᢉᠰᠡᠨ᠃  ᠪᠢ ᠡᠮᠨᠧᠰᠲ ᠲᠦ ᠣᠷᠤᠬᠤ ᠠ᠋ᠴᠠ ᠡᠮᠦᠨ᠎ᠡ ᠪᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ 
            ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠭᠠᠭᠴᠠᠭᠠᠷ ᠢ᠋ᠶᠠᠨ ᠪᠠᠶᠢᠳᠠᠭ ᠪᠠᠶᠢᠭᠰᠠᠨ ᠪᠣᠯ ᠡᠮᠨᠧᠰᠲ᠋ᠢ ᠳ᠋ᠦ ᠣᠷᠤᠭᠰᠠᠨ ᠤ᠋ ᠳᠠᠷᠠᠭ᠎ᠠ ᠥᠪᠡᠷ ᠲᠡᠢ ᠪᠡᠨ ᠠᠳᠠᠯᠢ ᠣᠯᠠᠨ ᢈᠦᠮᠦᠰ ᠲᠡᠢ ᠲᠠᠭᠠᠷᠠᠭᠰᠠᠨ᠃  
            ᠮᠢᠨᠤ ᠡᠨᠡ ᠵᠤᠨ ᠣᠷᠤᠯᠴᠠᠭᠰᠠᠨ ᠣᠯᠠᠨ ᠤᠯᠤᠰ ᠤ᠋ᠨ ᠬᠤᠷᠠᠯ ᠳᠡᢉᠡᠷ᠎ᠡ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠬᠠᠮᠠᠭᠠᠯᠠᠭᠴᠢᠳ ᠲᠤ ᠲᠤᠯᠭᠠᠷᠠᠳᠠᠭ ᠠᠰᠠᠭᠤᠳᠠᠯ ᠳᠡᢉᠡᠷ᠎ᠡ ᠲᠥᠪᠯᠡᠷᠡᢉᠰᠡᠨ᠃  ᢈᠡᠦᢈᠡᠳ᠂ ᠵᠠᠯᠠᠭᠤᠴᠤᠳ 
            ᠲᠤ ᠡᠷᢈᠡ ᠪᠡᠨ ᠬᠠᠮᠠᠭᠠᠯᠠᠬᠤ᠂ ᠪᠤᠰᠤᠳ ᠤ᠋ᠨ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠲᠥᠯᠦᢉᠡ ᠳᠤᠤᠭᠠᠷᠬᠤ ᠳ᠋ᠤ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠴᠢᠬᠤᠯᠠ ᢈᠡᠷᠡᢉᠲᠡᠢ᠃  ᠨᠠᠳᠠ ᠳ᠋ᠤ ᠣᠯᠭᠤᠭᠳᠠᠭᠰᠠᠨ ᠡᠨᠡ ᢈᠦ ᠴᠠᠭ 
            ᠢ᠋ᠶᠠᠨ ᠲᠡᠷᠡ ᢈᠦ ᠬᠤᠷᠠᠯ ᠤ᠋ᠨ ᠣᠷᠤᠯᠴᠠᠭᠴᠢ ᠶ᠋ᠢᠨ ᠦᢉᠡ ᠡᠴᠡ ᠡᠰᠢ ᠲᠠᠲᠠᠬᠤ ᠶ᠋ᠢ ᢈᠦᠰᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ᠃  ᠫᠠᠻᠧᠰᠲ᠋ᠢᠨ ᠠ᠋ᠴᠠ ᠣᠷᠤᠯᠴᠠᠭᠰᠠᠨ ᠲᠥᠯᠦᢉᠡᠯᠡᢉᠴᠢ ᠵᠢᠨ᠎ᠠ ᠵᠢᢈᠢ ᠳ᠋ᠤ: ᠲᠣᠮᠤᠴᠤᠳ ᠪᠢᠳᠡᠨ ᠢ᠋ 
            ᠦᠷᢉᠦᠯᠵᠢ ᠢᠷᠡᢉᠡᠳᠦᠢ ᢉᠡᠵᠦ ᢈᠡᠯᠡᠳᠡᢉ᠃  ᢉᠡᢈᠦ ᠳ᠋ᠦ ᠪᠡᠨ ᠪᠢᠳᠡ ᠶᠠᠭ ᠣᠳᠤ ᠡᠨᠳᠡ ᠪᠠᠶᠢᠨ᠎ᠠ ᠰᠢᠦ ᠳ᠋ᠡ᠃  ᠲᠡᠶᠢᠮᠦ ᠡᠴᠡ ᠪᠢᠳᠡᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢ ᠲᠠᠨᠢᠭᠤᠯᠤᠭᠠᠴᠢ ᢈᠡᠮᠡᠨ ᢈᠦᠰᠡᠵᠦ ᠪᠠᠶᠢᠨ᠎ᠠ” 
            ᢉᠡᠳᠡᢉ ᠢ᠋ ᠣᠨᠴᠠᠯᠠᠯ᠎ᠠ᠃
          </p>
            <Image
              src={"/mng/images/assembly-image2.png"}
              alt="Assembly image 2"
              width={508}
              height={208}
            />
          <p
            className="text-sm overflow-auto"
            style={{ writingMode: "vertical-lr" }}
          >
            ᠶᠡᠷᠦᠩᢈᠡᠢ ᠴᠢᠭᠤᠯᠭᠠᠨ ᠢ᠋ᠶᠠᠷ ᠓ ᠰᠡᠳᠦᠪᠴᠢᠯᠡᢉᠰᠡᠨ ᢈᠡᠯᠡᠯᠴᠡᢉᠦᠯᢉᠡ ᠪᠣᠯᠤᠭᠰᠠᠨ ᠪᠥᢉᠡᠳ ᠰᠠᠯᠪᠤᠷᠢ ᠑ “ᠥᢉᠡᠷᠡᠴᠢᠯᠡᢉᠳᠡᠵᠦ ᠪᠤᠢ ᠳᠡᠯᠡᢈᠡᠢ ᠶᠢᠷᠲᠢᠨᠴᠦ ᠳ᠋ᠡᢈᠢ ᠢᠷᢉᠡᠨ ᠦ᠋ ᠨᠡᠶᠢᢉᠡᠮ᠂ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᢈᠥᠳᠡᠯᢉᠡᢉᠡᠨ” 
            ᠰᠡᠳᠦᠪ ᠦ᠋ᠨ ᢈᠦᠷᠢᠶ ᠡᠨ ᠳ᠋ᠦ ᠴᠢᢉᠯᠡᢉᠦᠯᠦᢉᠴᠢ ᠪᠡᠷ ᠮᠡᠢ-ᠡᠶᠢᠨ ᢉᠦᠢᠴᠡᠳᢈᠡᢈᠦ ᠵᠠᢈᠢᠷᠤᠯ ᠪᠡ‍᠂ ᠠᠯᠲᠠᠨᠲᠤᠶᠠᠭ᠎ᠠ᠂ ᠵᠣᠴᠢᠨ ᠢ᠋ᠶᠠᠷ ᠲᠷᠠᠨᠰᠫᠡᠷᠢᠩᠰᠢ ᠢᠨᠲ᠋ᠧᠷᠨᠧᠱᠢᠨᠯ ᠣᠦᠪ- ᠤ᠋ᠨ ᠬᠠᠷᠠᠭᠠᠲᠤ ᠪᠤᠰᠤ ᠵᠥᠪᠯᠡᢈᠦ᠂ 
            ᠬᠠᠤᠯᠢᠴᠢ ᠳ‍᠂ ᠲᠡᢉᠰᠢᠪᠠᠶᠠᠷ᠂ ᠮᠣᠩᠭᠣᠯ ᠤ᠋ᠨ ᠵᠠᠯᠠᠭᠤᠴᠤᠳ ᠤ᠋ᠨ ᠡᠪᠰᠡᠯ ᠦ᠋ᠨ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᠳᠠᠷᠤᠭ᠎ᠠ ᠲᠠ ᠂ ᠡᠩᢈᠡᠵᠢᠷᠭᠠᠯ᠂ ᠮᠣᠶᠢᠰᠤ-ᠡᠶᠢᠨ ᠤᠲᠤᠭᠤᠬᠠᠨᠢᠰ-ᠡᠶᠢᠨ ᠵᠠᢈᠢᠷᠤᠯ ᠵᠢ‍᠂ᠪᠠᠲᠤᠲᠣᠭᠲᠠᠬᠤ ᠨᠠᠷ 
            ᠣᠷᠤᠯᠴᠠᠭᠰᠠᠨ ᠪᠣᠯ ᠰᠠᠯᠪᠤᠷᠢ ᠒ “ᠠᠭᠤᠷ ᠠᠮᠢᠰᠬᠤᠯ ᠤ᠋ᠨ ᠥᢉᠡᠷᠡᠴᠢᠯᠡᠯᠲᠡ ᠪᠠ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ” ᠰᠡᠳᠦᠪ ᠦ᠋ᠨ ᢈᠦᠷᠢᠶ ᠡᠨ ᠳ᠋ᠦ ᠴᠢᢉᠯᠡᢉᠦᠯᠦᢉᠴᠢ ᠪᠡᠷ ᠮᠡᠢ-ᠡᠶᠢᠨ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᠳᠡᠳ᠋ ᠳᠠᠷᠤᠭ᠎ᠠ ᠷ‍᠂ 
            ᠸᠴᠢᠷᠪᠠᠯ᠂ ᠵᠣᠴᠢᠨ ᠢ᠋ᠶᠠᠷ ᠮᠦᠢᠰ-ᠡᠶᠢᠨ ᠳ᠋ᠣᠻᠲ᠋ᠣᠷ᠂ ᠳᠡᠳ ᠫᠷᠤᠹᠧᠰᠰᠤᠷ ᠴᠤ ᠂ ᠰᠣᠨᠠᠮᠳᠠᠭᠪᠠ᠂ ᠨᠦᠪ- ᠤ᠋ᠨ ᠨᠡᠶᠢᢉᠡᠮᠯᠢᢉ ᠲᠪᠪᠢ-ᠶᠤᠨ ᠶᠡᠷᠦᠩᢈᠡᠢ ᠨᠠᠷᠢᠨ ᠪᠢᠴᠢᢉ ᠦ᠋ᠨ ᠳᠠᠷᠤᠭ᠎ᠠ ᠡ‍᠂ ᢈᠡᠰᠢᢉᠵᠢᠷᠭᠠᠯ᠂ ᠨᠠᠶᠢᠷᠠᠭᠤᠯᠤᠭᠴᠢ᠂ 
            ᠰᠲ᠋ᠢᠯᠢᠰᠲ ᠴ‍᠂ ᠨᠢᠮᠠᠳᠤᠯᠮ᠎ᠠ ᠨᠠᠷ ᠣᠷᠤᠯᠴᠠᠯ᠎ᠠ᠃  ᠮᠥᠨ ᠰᠠᠯᠪᠤᠷᠢ ᠓ “ᠴᠠᢈᠢᠮ ᠡᠷᠢᠨ ᠳ᠋ᠡᢈᠢ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ” ᠰᠡᠳᠦᠪ ᠦ᠋ᠨ ᢈᠦᠷᠢᠶ ᠡᠨ ᠳ᠋ᠦ ᠴᠢᢉᠯᠡᢉᠦᠯᠦᢉᠴᠢ ᠪᠡᠷ ᠮᠡᠢ-ᠡᠶᠢᠨ ᠴᠠᢈᠢᠮ ᢈᠡᠪᠯᠡᠯ᠂ ᠮᠧᠳᠢᠠ ᠬᠠᠷᠢᠭᠤᠴᠠᠭᠰᠠᠨ 
            ᠵᠣᢈᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢ ᠪ‍᠂ ᠣᠶᠤᠨᠪᠠᠲᠤ᠂ ᠵᠣᠴᠢᠨ ᠢ᠋ᠶᠠᠷ ᠬᠠᠤᠯᠢ ᠵᠦᠢ ᠶ᠋ᠢᠨ ᠤᠬᠠᠭᠠᠨ ᠤ᠋ ᠳ᠋ᠣᠻᠲ᠋ᠣᠷ ᠮ‍᠂ ᠬᠠᠲᠠᠨᠵᠣᠷᠢᠭ᠂ ᠢᠨ᠋ᠹᠣᠰᠧᠻ+ ᢈᠥᢈᠡ-ᠡᠶᠢᠨ ᠲᠧᠻᠨᠤᠯᠤᢉᠢ ᠬᠠᠷᠢᠭᠤᠴᠠᠭᠰᠠᠨ ᠵᠠᢈᠢᠷᠤᠯ ᠨᠠ‍᠂ᠪᠤᠶᠠᠨᠲᠣᠭᠲᠠᠬᠤ᠂ ᠢᠯᠡᠳᢈᠡᢉᠴᠢ ᠪᠡᠷ 
            ᠮᠡᠢ-ᠡᠶᠢᠨ ᠰᠠᠩ ᠠᠷᠪᠢᠵᠢᠭᠤᠯᠤᠯᠲᠠ ᠬᠠᠷᠢᠭᠤᠴᠠᠭᠰᠠᠨ ᠵᠣᢈᠢᠴᠠᠭᠤᠯᠤᠭᠴᠢ ᠪ᠃  ᠲᠡᠷᢉᠡᠯ ᠨᠠᠷᠠ ᠣᠷᠤᠯᠴᠠᠯ᠎ᠠ᠃
            ᠲᠡᢉᠦᠨᠴᠢᠯᠡᠨ ᠴᠢᠭᠤᠯᠭᠠᠨ ᠢ᠋ᠶᠠᠷ “ᠮᠡᠶᠢ-ᠡᠶᠢᠨ ᠒᠐᠒᠑-᠒᠐᠒᠓ ᠣᠨ ᠤ᠋ ᠦᠢᠯᠡ ᠠᠵᠢᠯᠯᠠᠭᠠᠨ ᠤ᠋ ᠪᠣᠯᠤᠨ ᠰᠠᠩᢈᠦᠦ ᠶ᠋ᠢᠨ ᠲᠠᠶᠢᠯᠤᠨ᠂ ᠠᠦ᠋ᠳᠢᠲ ᠤ᠋ᠨ ᠳ᠋ᠦᠩᠨᠡᠯᠲᠡ᠂ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠵᠥᠪᠯᠡᠯ᠂ ᢈᠢᠨᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᠲᠠᠶᠢᠯᠤᠨ ᠲᠠᠢ 
            ᠲᠠᠨᠢᠯᠴᠠᠭᠰᠠᠨ ᠪᠣᠯ ᠮᠡᠢ-ᠡᠶᠢᠨ ᢈᠦᠮᠦᠨ ᠦ᠋ ᠡᠷᢈᠡ ᠶ᠋ᠢᠨ ᠪᠣᠯᠪᠠᠰᠤᠷᠠᠯ ᠤ᠋ᠨ ᠒᠐᠒᠔-᠒᠐᠒᠗ ᠣᠨ ᠤ᠋ ᠰᠲ᠋ᠷᠠᠲ᠋ᠧᢉᠢ᠂ ᠥᠰᠦᠯᠲᠡ ᠶ᠋ᠢᠨ ᠰᠲ᠋ᠷᠠᠲ᠋ᠧᢉᠢ ᠒᠐᠒᠔-᠒᠐᠒᠗᠂ ᢈᠡᠦᢈᠡᠳ᠂ ᠵᠠᠯᠠᠭᠤᠴᠤᠤᠯ ᠤ᠋ᠨ ᠰᠲ᠋ᠷᠠᠲ᠋ᠧᢉᠢ ᠒᠐᠒᠔-᠒᠐᠒᠗”-ᠭ ᢈᠡᠯᠡᠯᠴᠡᠨ 
            ᠪᠠᠲᠤᠯᠠᠯ᠎ᠠ᠃  ᠮᠥᠨ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᠭᠤᠷᠪᠠᠨ ᢉᠡᠰᠢᢉᠦᠨ ᠦ᠋ ᠰᠣᠩᠭᠤᠭᠤᠯᠢ᠂ ᢈᠢᠨᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᠰᠣᠩᠭᠤᠭᠤᠯᠢ ᠪᠣᠯᠵᠤ᠂ ᠮᠡᠶᠢ-ᠡᠶᠢᠨ ᠤᠳᠤᠷᠢᠳᠬᠤ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᠳᠠᠷᠤᠭ᠎ᠠ ᠪᠠᠷ ᠷ‍᠂ ᠸᠴᠢᠷᠪᠠᠯ᠂ 
            ᢉᠡᠰᠢᢉᠦᠨ ᠢ᠋ᠶᠡᠷ ᠮ‍᠂ ᠨᠠᠨᠳᠢᠨᠴᠡᠴᠡᢉ᠂ ᠪ‍᠂ ᠢᠳᠡᠷᠵᠠᠪ᠂ ᠡ‍᠂ ᢈᠦᠰᠡᠯᠡᠩ᠂ ᢈᠢᠨᠠᠯᠲᠠ ᠶ᠋ᠢᠨ ᠵᠥᠪᠯᠡᠯ ᠦ᠋ᠨ ᠳᠠᠷᠤᠭ᠎ᠠ ᠪᠠᠷ ᠪ᠃  ᠲᠣᠳᠤᠷᠠᠯ᠂ ᢉᠡᠰᠢᢉᠦᠨ ᠢ᠋ᠶᠡᠷ ᠰ‍᠂ᠨᠠᠵᠢᠳᠮ᠎ᠠ᠂ ᠮ‍᠂ᠴᠢᠮᠡᢉ ᠡ ᠨᠠᠷ ᠲᠤᠰ ᠲᠤᠰ ᠰᠣᠩᠭᠤᠭᠳᠠᠯ᠎ᠠ᠃
          </p>
        </div>
      </div>
    </div>
  );
}
